[[[[[[{"url": "http://www.jobs.ac.uk/job/AMI495/engineering-technician-mobile-robotics/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Engineering Technician - Mobile Robotics", "<strong>University of Oxford</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Engineering Technician - Mobile Robotics"]},
{"url": "http://www.jobs.ac.uk/job/AMI512/executive-assistant-principals-office/", "text": ["(maternity cover) Fixed-term to January 2017", "Trinity Laban Conservatoire of Music and Dance is a forward thinking, contemporary and world-class Higher Education Institution with a vision to redefine the conservatoire for the 21stcentury. At the leading edge of music and dance training, it provides specialist education of the highest quality, which reflects the increasingly collaborative world of artistic practice and supports the lifelong career development of students and professional performing artists.", "An exciting opportunity has arisen to work closely with the Principal of Trinity Laban as his Executive Assistant (maternity cover). In this key role, the post holder will support the Principal in accomplishing all aspects of his portfolio and hold the strategic overview for the delivery of work within the Principal’s Office, which also includes the Directors of Music and Dance and two faculty administrators.", "To join our team you will be educated to degree level and have previously held a similar role either in an HEI or arts environment. You will have excellent communication skills and organisational abilities and the capability to deal with a busy and varied workload. You will also be an enthusiastic team worker with commitment and reliability. Experience and knowledge of working in a specialist institution is desirable, in particular in the fields of music and/or dance. ", "For further information about the role and details of how to apply please visit the Job Opportunities page of our website at ", "  or contact, Paula Emms, HR Officer, on 020 8305 9476 or email ", "Closing date:   10 am, Friday 20 November 2015 (no agencies)", "Interview date:   Wednesday, 2 December 2015", "CVs will not be accepted unless accompanied by a completed application form.", "Trinity Laban Conservatoire of Music and Dance is committed to equal opportunities and diversity.", "City University London validates Trinity Laban’s postgraduate diploma and degree programmes across music and dance, including the Research Degree Programme. Within the validation partnership Trinity Laban is responsible for the delivery and management of the provision and City University for assuring the quality and standards of the programmes.", "Trinity Laban Conservatoire of Music and Dance is a company limited by guarantee registered in England and Wales Company No. 51090. Registered Charity No. 309998", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Executive assistant, principal’s office", "<strong>Trinity Laban Conservatoire of Music and Dance</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Executive assistant, principal’s office"]},
{"url": "http://www.jobs.ac.uk/job/AMH965/associate-head-of-school-ahos-research/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["Associate Head of School (AHoS) - Research", "<strong>Coventry University</strong>", "<strong><span>Closing date Monday 30<sup>th</sup></span></strong>", "<strong><span> </span></strong>", "<strong><span>November 2015</span></strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Associate Head of School (AHoS) - Research"]},
{"url": "http://www.jobs.ac.uk/job/AMH957/associate-head-of-school-ahos-research/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["Associate Head of School (AHoS) - Research", "<strong>Coventry University</strong>", "<strong><span>Closing date: 30<sup>th</sup></span></strong>", "<strong><span> </span></strong>", "<strong><span>November 2015</span></strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Associate Head of School (AHoS) - Research"]},
{"url": "http://www.jobs.ac.uk/job/AMI468/accounts-payable-assistant/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Accounts Payable Assistant", "<strong>University of Oxford</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Accounts Payable Assistant"]},
{"url": "http://www.jobs.ac.uk/job/AMI455/facilities-co-ordination-officer/", "text": ["Do you want to contribute to the success of the Estates and Facilities department, by providing central service functions working in a varied, fast paced arena? This post offers a challenging and interesting opportunity to work independently within a complex and busy department.", "Bring your suite of specialist skills and Facilities Management knowledge to support the team with a wide range of activities, you will work with a variety of key stakeholders from Premises Managers to the Assistant Director, as well as other professional departments to meet shared objectives. You will have excellent customer service, organisational and communication skills in order to manage a complex workload, be self motivated and able to prioritise.", "With your solid experience of administration, you will be able to demonstrate your ability using Microsoft Office products, writing clear and concise reports, collating information and presenting it to a range of audiences. To perform well in this role, knowledge and experience in areas such as purchasing, contract management, project management, environmental management, compliance and health and safety are vital, as is the ability to influence others, problem solve and work well as part of a team.", "Job sharers are welcome to apply.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Facilities Co-ordination Officer", "<strong>University of Brighton</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Facilities Co-ordination Officer"]},
{"url": "http://www.jobs.ac.uk/job/AMI474/customer-relationship-manager/", "text": ["The appointment will be on UCL Grade 8.", "The Customer Relationship Management Team is a customer-facing team within the Information Services Division (ISD) at UCL. The main duties of the Customer Relationship Managers (CRMs) are to; Manage key relationships with the assigned customer area at a number of levels up to and including Deans, Heads of Departments and Directors, provide service account management, promote and facilitate the take-up of ISD services, act as a service complaint and escalation point and drive feedback management throughout the department.", "The CRM team work closely with Service Owners and Domain leads within ISD and with key contacts in Faculties/Departments to identify their service needs and ensure that these are factored into ISD strategic planning.", "This post is funded for 10 months in the first instance.", "The successful candidate will have experience as a Senior IT Customer Service representative, IT Account Manager or IT Delivery Manager in a large organisation. Evidence must include experience of influencing and negotiating at a senior management level and working independently as a sole service representative. Candidates must also have experience of identifying and analysing customer needs and finding effective solutions to meet those needs.", "Candidates must show evidence of contributing towards strategic decision making in an IT environment, work well under pressure and have the ability to manage and prioritise their own work load.", "Previous experience of having worked in an ITIL oriented environment is desirable.", "UCL Reference: 1512144", "Applicants should apply online. Please click on the 'Apply' button below.", "If you have any queries about the vacancy or application process, please contact ISD HR Administration Team - ", "Interview Date: Week beginning 23/11/2015", "We particularly welcome applications from black and minority ethnic candidates as they are under-represented within UCL at this level.", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Customer Relationship Manager", "<strong>University College London</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Customer Relationship Manager"]},
{"url": "http://www.jobs.ac.uk/job/AMI547/senior-analyst-developer-76828-105/", "text": ["You will be responsible for providing technical expertise in the support and implementation of a University-wide Customer Relationship Management (CRM) system and in its continued management and development in the longer term. The implementation will be a collaborative one, building on existing relationships with a variety of key stakeholder departments, and the role will provide the necessary institutional and system-level overview that will allow for a coherent and robust CRM implementation across the University. ", "You will configure, customise and develop data integration mechanism between CRM and other Warwick systems; you will configure, customise and develop functionality on the Microsoft dynamics CRM platform.", "Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["Senior Analyst/Developer (76828/105)", "<strong>University of Warwick</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Senior Analyst/Developer (76828/105)"]},
{"url": "http://www.jobs.ac.uk/job/AMI540/portal-developer/", "text": ["The University of London International Academy is seeking a suitably experienced Developer to work within its Student Services directorate. The Developer will be responsible for developing solutions to support the development and operational management of its Student Portal and associated Identity and Access Management system. ", "The role of the Developer will involve collaboration with other developers to implement solutions and conduct various types of testing (unit, system, load, integration etc.) as an integral part of solutions.  The role will also assist in the preparation of detailed technical and user documentation for any solutions developed.  Additionally, the role will be required to assist other developers working on other solutions as required and where appropriate. Communication and co-ordination of activities with third-party technical providers will also be expected. ", "The candidate should have a high degree of Java and JEE knowledge and an understanding of Identity and Access Management.  Experience of Liferay Portal and the SITS student record system is also desirable. ", "For a full job description and person specification, please download the Portal Developer JD document. ", "The University of London is one of the oldest and most prestigious universities in the UK. Founded in 1836, the University of London is a federal university, made up of 17 Colleges and 10 specialist research Institutes. Among these Colleges are some of the best universities in the United Kingdom, including University College London (UCL), King’s College London and the London School of Economics and Political Science. In 1858, the University of London established the University of London International Programmes to give students around the world access to top British education. This makes the International Programmes the world’s oldest provider of distance and flexible learning. ", "To apply, please use our online application form (link below) before", " ", " ", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Portal Developer", "<strong>University of London</strong>", "<strong> Sunday 8 November 2015. </strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Portal Developer"]},
{"url": "http://www.jobs.ac.uk/job/AMI471/executive-director-research-development-and-engagement/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "Australasia"], "university": ["Executive Director, Research, Development and Engagement", "<strong>Western Sydney University</strong>", "<strong>Applications close 23 November, 2015</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Executive Director, Research, Development and Engagement"]},
{"url": "http://www.jobs.ac.uk/job/AMI549/chef/", "text": ["Campus and Accommodation Services", "The post is full time, working 36.5 hours per week, 52 weeks per year and it is expected that the role holder will work five days out of seven on a rota basis.", "You can learn more about this position and apply online at ", " (vacancy ref: CA0077).", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Chef", "<strong>University of Hull</strong>", "<strong>Faculty/Area: </strong>", "<strong>The University of Hull is committed to ensuring equality of opportunity in every aspect of our recruitment processes.</strong>", "<strong>Hull will be UK City of Culture in 2017. The University of Hull was part of the City of Culture team throughout the bidding process and remains a key player in Hull’s cultural heritage. The campus will be the venue for City of Culture events, and its alumni, students and staff will be personally involved.</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Chef"]},
{"url": "http://www.jobs.ac.uk/job/AMI629/weekend-customer-services-assistant/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Weekend Customer Services Assistant", "<strong>University of Leeds</strong>", "<strong><span>Hours: Working alternate weekends:</span></strong>", "<strong><span>Leeds University Library is an Investor in People – Silver and holds the Customer Service Excellence standard.</span></strong>", "<strong><span>Click here for further information about working at the University of Leeds</span></strong>", "<strong><span> </span></strong>", "<strong><span><a href=\"http://www.leeds.ac.uk/info/20025/university_jobs\"><span>www.leeds.ac.uk/info/20025/university_jobs</span></a></span></strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Weekend Customer Services Assistant"]},
{"url": "http://www.jobs.ac.uk/job/AMI460/project-archivist-bristol-old-vic-heritage-project/", "text": ["Fixed term contract: Full time, 5 months. (expected dates 05/01/2016 – 31/05/2016)", "The University of Bristol Theatre Collection (TC) is seeking to appoint an experienced, qualified archivist to work with them on the Bristol Old Vic Heritage Project, funded by the Heritage Lottery Fund. This Development Phase project will undertake work on the Bristol Old Vic (BOV) Archive and related archives held at the TC.", "The main tasks will include listing and arrangement of the large and complex BOV Archive and will involve working closely with the Keepers on the appraisal process. ", "The archivist will need to be confident working with large volumes of material, making complex decisions in a timely fashion and highly motivated to achieve specific outcomes to tight external deadlines.", "For further information contact Jo Elsworth, Director: Theatre Collection 0117 3315086 ", "It is anticipated that interviews will be held on Tuesday 24 November 2015", " ", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["Project Archivist: Bristol Old Vic Heritage project", "<strong>University of Bristol</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Project Archivist: Bristol Old Vic Heritage project"]},
{"url": "http://www.jobs.ac.uk/job/AMI680/subscriptions-and-interlending-officer/", "text": ["Applications are invited for the post of Subscriptions & Interlending Officer to join the Collection Development team within Library Services. This is an exciting opportunity to join a team that is responsible for managing the full life-cycle of information resources for the main library collections, the stock management of physical collections and the development of online and audio-visual collections.", "Based at the Maughan library, Strand campus, the Officer will work in Subscriptions & Interlending, a busy team that is responsible for the delivery and management of print and electronic subscription resources, and for the provision of the interlending and document delivery service.", "The post holder will work as part of a team and duties will include ordering resources, administering the full lifecycle of print and electronic subscriptions, resolving access and user queries, maintaining accurate information for resources on the library management system and in eresources knowledge bases, collecting management information and supporting the Interlending & Document Delivery fulfilment service.", "The successful candidate will have excellent communication and organisation skills, a good eye for detail, as well as experience of working with print or electronic subscriptions. Applicants should have a strong commitment to providing resources and services to Library customers. Previous experience of working in a library is essential.", "All staff within the King's College London Students and Education Directorate commit to consistently providing a quality service, in line with our values: ‘Responsive, inclusive, knowledgeable and friendly Proudly supporting the College community – every student, every colleague, every time’. The Students & Education Directorate prides itself on encouraging mutual respect, effective communication and fostering a supportive community environment. Our staff recognise and value each student, staff member and colleague as an individual. We would be delighted to accept applications from candidates who are excited about consistently providing a service in line with these values.", "The closing date for receipt of applications is 15", " November 2015. ", "Interviews will be held week beginning 30", " November.", "Equality of opportunity is College policy.", "The appointment will be made at Grade 4, currently £23,386 per annum, plus £2,323 per annum London Allowance.", "Indefinite contract.", "For an informal discussion of the post please contact Nadia Casagranda on 020 7848 2666, or via email at ", ".", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Subscriptions & Interlending Officer", "<strong>King's College London</strong>", "<strong style=\"line-height:1.3em;font-size:11.04px;\">Summary</strong>", "<strong>Details</strong>", "<strong>Salary</strong>", "<strong>Post duration</strong>", "<strong>Contact</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Subscriptions & Interlending Officer"]},
{"url": "http://www.jobs.ac.uk/job/AMI436/postdoctoral-research-assistant-child-development/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Postdoctoral Research Assistant - Child Development", "<strong>University of Oxford</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Postdoctoral Research Assistant - Child Development"]},
{"url": "http://www.jobs.ac.uk/job/AMI054/associate-research-fellow/", "text": ["The University of Exeter is a Russell Group University in the top one percent of institutions globally. In the last few years we have invested strategically to deliver more than £350 million worth of new facilities across our campuses with plans for another £330 million of investment between now and 2016.", "The College wishes to recruit an Associate Research Fellow to support the work of Dr Vicky Stiles. This MRC (Proximity to Discover) funded post is available from 4 January 2016 to 3 May 2016 (80% FTE). The successful applicant will be responsible for the day-to-day management and progress of the study. They will carry out data collection and data analysis for both the validation and feasibility arms of the study involving collection and analysis of accelerometry, force plate and kinematic data. The successful applicant should possess excellent people skills crucial to supporting recruitment and retention of study participants.", "The post will include all duties appropriate to the needs of conducting a high quality study using biomechanical research techniques. The successful applicant will be able to present information on research progress and outcomes, communicate complex information, orally, in writing and electronically and prepare proposals and applications to external bodies.", "Applicants should possess a relevant MSc (e.g. in Sport and Health Sciences) and those with relevant higher awards (e.g. PhD) would be welcome to apply. Applicants should be able to demonstrate sufficient knowledge in the discipline and of research methods and techniques to work within established research programmes. Applicants should possess expertise in using a range of equipment relevant to the collection of data from human participants in sport and exercise settings. Excellent data handling skills in spreadsheet packages (e.g. Excel) are essential and the potential to analyse data in programming packages e.g. Matlab would be desirable. ", "Applicants should possess a valid driving license and have access to a vehicle to assist with data collection in the field (Exeter and surrounding area – mileage will be paid for by the grant).", "The starting salary will be from £25,769 (pro rata) on Grade E, depending on qualifications and experience.", "For further information please contact Dr Vicky Stiles, e-mail ", " or telephone (01392) 722885.", "For more information and to apply online please go to our website.", "The closing date for completed applications is ", ". Interviews are expected to take place on the week beginning 23", " November.", "The University of Exeter is an equal opportunity employer which is 'Positive about Disabled People'. Whilst all applicants will be judged on merit alone, we particularly welcome applications from groups currently underrepresented in the workforce.", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["Associate Research Fellow", "<strong>University of Exeter</strong>", "<strong>Thursday 12<sup>th</sup> November 2015</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Associate Research Fellow"]},
{"url": "http://www.jobs.ac.uk/job/AMI482/research-assistant-marque-project/", "text": ["The appointment will be on UCL Grade 6.", "We are seeking a Research Assistant (RA) to work in UCL’s Division of Psychiatry on the MARQUE project (Managing Agitation and Raising Quality of Life). This is a study to improve knowledge, understanding and management of agitation and quality of life of people with dementia, from early in the course until near the end of life. The research will take place in many settings, such as people’s homes, care homes and hospitals. The post involves liaising with mental health professionals, recruiting and assessing participants, and implementing a new intervention. The post holder will be based with the multi-professional team working under Prof Livingston’s leadership on related projects in the department. There may also be opportunities for applicants to join other projects on dementia for which we have confirmation of funding but are awaiting contracts.", "The MARQUE study is already underway and the post is available immediately, for two years in the first instance, and is funded by the ESRC/NIHR.  ", "The post holder will be a researcher with a first degree (2:1 or higher) in psychology or other relevant subject, and experience of older people with dementia. S/he must also have excellent interpersonal oral and written communication skills, as well as experience of word processing and statistics packages.", "The post would be particularly suitable for someone seeking a career in psychology or to develop as a clinical academic. This is a developmental post, and we require an RA to take on this role under supervision and with training. Strong support for personal and professional development will be available, including clinical supervision.  ", "UCL Reference: 1513651", "Applicants should apply online. To access further details about the position and how to apply please click on the ‘Apply’ button below.", "Informal enquiries should be made to: Sian Cousins ", " 020 7679 9324. For queries about the application process please contact Ros Brown ", " , tel. 020 7679 9038", "Those selected for interview will be contacted by email so please ensure your contact details are correct.", "Latest time for the submission of applications: 12 noon.", "Interview Date: 18th November (p.m)", "Any offer of employment will be subject to a Disclosure and Barring Service (DBS) check.", "UCL Taking Action for Equality", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Research Assistant, MARQUE project", "<strong>University College London</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Research Assistant, MARQUE project"]},
{"url": "http://www.jobs.ac.uk/job/AMI239/lecturer-senior-lecturer-associate-professor-in-international-relations-international-political-economy/", "text": ["The School of Politics and International Relations is seeking to make a number of new continuing academic appointments at levels B-D (Lecturer/Senior Lecturer/Associate Professor). These positions represent a significant future investment in order to build on existing strengths in the School.", "We welcome applications from candidates with expertise in the following areas: International Relations or International Political Economy. Subfields are open. Successful candidates will be expected to teach introductory courses in international relations. An ability to teach courses on Europe, Latin America, gender, security, and methods is desirable.", "Successful candidates will have outstanding records of demonstrated excellence in research, publications, and education.  As well as teaching, the appointee will be expected to have an active research agenda, supervise Honours and PhD students and work collegially with other members of the School.", "The standard teaching load is three courses per year, plus work with honours and graduate students. ", "The School of Politics and International Relations is based in the nation's capital and ranked as the leading international relations department in the country as well as one of the top 10 in the world for political science and international relations.", "These positions are based in Canberra.", "The ANU College of Arts and Social Sciences (CASS) is the largest single College of seven Colleges at ANU. The College, which is structured into two main research schools, offers degrees in more than 20 discipline areas and excels in research across the creative arts, humanities and social sciences. The College has a substantial international research presence and is a major source of national policy advice. Our academic staff are internationally recognised for their research, and 46 are members of the Australian Academy of the Humanities, the Academy of the Social Sciences of Australia, or both We also host 13 Australian Research Council Future Fellows and two ARC Laureates. A hub of vibrant activity, we host more than 100 lectures, concerts and exhibitions each year, most of which are open to the public. Our students, staff and graduates come from more than 60 nations, bringing a diversity of perspective to campus life. ", "Further details can be found at: ", "  Dr Andrew Banfield, E: ", ", T (+61) 02 6125 2679", " 15 Dec 2015 11:55:00 PM Aus. Eastern Standard Time", "Type / Role:", "Subject Area(s):", "Location(s):", "Australasia"], "university": ["Lecturer/Senior Lecturer/Associate Professor in International Relations/International Political Economy", "<strong>The Australian National University</strong>", "<strong>Enquiries:</strong>", "<strong>Applications close:</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Lecturer/Senior Lecturer/Associate Professor in International Relations/International Political Economy"]},
{"url": "http://www.jobs.ac.uk/job/AMI206/research-assistant/", "text": ["The aim of the project (in collaboration with the University of Bristol and Academia Sinica, Taiwan) is to translate, catalogue, annotate, edit, and publish online the diaries and records of the Chinese Republican diplomat, Fu Bingchang (", "1895-1965). Fu’s archive, consisting of over 6,000 pages, records his working life as a leading diplomat under General Chiang Kai-shek’s government during the Anti-Japanese War, the Second World War, China’s Civil War, and the Taiwan years from 1956 to 1965. As well as the wider public the project will be of significant interest to graduate and under-graduate scholars, worldwide, working in a number of fields: Chinese Modern History; Chinese-Soviet Relations; Chinese-US Relations; the origins of the Cold War; the Second World War and Wartime Diplomacy; Intelligence; the role of the Guomindang (Kuomintang) Government under Chiang Kai-shek; Chiang Ching-kuo’s role as an important envoy of his father; and the role of ambassadors in general.", "This is an ideal opportunity for an early career researcher to work as part of a small, busy team. Working alongside the Principal Investigator and Website Developer, you will be helping with the management of the project, translation of materials, assisting in the cataloguing and digitization workflow, and in general metadata input and verification.", "You will be expected to learn about Fu Bingchang’s legacy and its historical context, and to carry out research in this area. You will help to annotate and edit Fu Bingchang’s diaries and, where necessary, to write short supplementary essays or footnotes to guide readers through the online text. The site will be bi-lingual. You will be expected to bring Fu’s collection to a scholarly and wider audience, including the use of social media and public programmes in the UK and worldwide.", "You will be expected to have a passionate interest in the field of China’s Modern history, a post-graduate qualification in a relevant field, excellent spoken and written English and Chinese, interpersonal skills and an eye for detail. You should have strong IT skills and strong time-management skills.", "The University of Lincoln is a forward-thinking, ambitious institution. We provide a stimulating environment for academic research, and we are located on the picturesque waterfront campus in the historic and vibrant city of Lincoln. Due to nature of this project it may be possible for you to work remotely, however there will be a requirement to visit the campus in Lincoln for meetings.", "Applicants wanting an informal discussion about the post can contact the Principal Investigator, Dr. Yee-Wah Foo (", ").", "For further information or to apply online please visit our website at ", "If you have any queries please email ", " or telephone 01522 886 775. Please quote the job reference number and title in all correspondence.", "Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["Research Assistant", "<strong>University of Lincoln</strong>", "<strong>Closing date: 26<sup>th</sup> November 2015</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Research Assistant"]},
{"url": "http://www.jobs.ac.uk/job/AMI292/the-william-r-mcfarlane-scholarship/", "text": ["The Scottish Centre for Diaspora Studies invites applications for the William R. McFarlane Scholarship from candidates who meet the relevant criteria and are accepted onto a PhD programme in the School of History, Classics and Archaeology commencing in the academic year 2016-17.", " Friday 8", " January 2016 at 5pm (GMT)", "Applications for the scholarship are invited from candidates engaged in the history of Scottish migration or related diaspora themes. Although Scottish history is a core concern, the Scottish Centre for Diaspora Studies (SCDS) has broad transnational interests and welcomes projects relating to other nations which put the Scottish example in a comparative perspective.", "The total value of the award is £18,000 per year for the duration of the recipient’s PhD programme (usually three years subject to satisfactory progress).", "For more information on the award and how to apply, please see the link below", "Applicants for these awards must:", "Applications for the scholarship must also demonstrate the relevance of their topic to the history of Scottish migration or any related diaspora theme and are not bound by geography or chronology. The SCDS has broad transnational interests and current projects are focused on issues surrounding ", " (including military Scottishness; Welshness in England; a comparison between the Irish diasporas in Melbourne and Chicago; and mapping memories of slavery) and ", " (including Scots, Dutch, Jews, and enslaved Africans) but applicants are not confined to these topics. All high quality proposals relating to migration or diaspora studies in any period from medieval to recent times will be considered.", "Successful applicants will become members of the Scottish Centre for Diaspora Studies which has a lively and supportive postgraduate community. They will be expected to participate in the Centre’s activities including the graduate workshop in Diaspora Studies.", "Informal enquiries about the awards can be made to Dr Nuala Zahedieh", "Apply for study with us using the online form, application to be complete by Monday 4th January 2016 . Please note that the University of Edinburgh is closed from the 24th December 2015 until the 4th January 2016 so if you need advice regarding your application, you are encouraged to submit it as soon as possible.", "The deadline for applying for the William R McFarlane Scholarship is Friday 8th January 2016 at 5pm (GMT). The online form will soon be available at", "Graduate School of History and Classics web pages", "Type / Role:", "Subject Area(s):", "Location(s):", "Scotland"], "university": ["The William R McFarlane Scholarship", "<strong>University of Edinburgh</strong>", "<strong>Closing Date:</strong>", "<strong>About the award</strong>", "<strong>Eligibility Criteria</strong>", "<strong>Applying</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["The William R McFarlane Scholarship"]},
{"url": "http://www.jobs.ac.uk/job/AMI385/lecturer-in-policing-and-criminal-investigation/", "text": ["The University of West London is a leading modern university specialising in the education and development of exceptional creative, business and service professionals.", "The Ealing Law School, of which the field of criminology is part, is looking for a Lecturer with teaching experience in policing and criminal investigation. We are committed to active teaching methods, high standards and the personal and professional development of our students.", "We would like to speak to successful practitioners with a postgraduate degree and some teaching experience who are committed and ambitious with the academic and professional credibility to develop our reputation both nationally and internationally. As a developing academic you will have teaching experience in policing, crime scene investigation, counter terrorism or transnational organised crime, and credible plans for development of a research profile in one or more of these areas.  You will also be expected to contribute to research and the educational and social activities of the Ealing Law School.", "Successful candidates will be assured and confident communicators, capable of working cooperatively and effectively with colleagues and have the ability to work to tight deadlines.   A PhD or equivalent professional qualification is desirable.  Applications are invited from individuals that may have a broad range of criminological interests.", "Although this is a full-time post, a fractional appointment(s) may be considered.", "Informal enquiries are welcome and should be made to Philip Ells, Acting Head of Ealing Law School on ", "Please be advised that it is expected that appointment within a grade will normally be at the minimum point.", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Lecturer in Policing and Criminal Investigation", "<strong>University of West London</strong>", "<strong>Location: Ealing</strong>", "<strong>Previous applicants need not apply.</strong>", "<strong>Closing date for receipt of applications to the above post is  Sunday 15 November 2015</strong>", "<strong>Interviews are scheduled to take place week commencing Monday 30 November 2015</strong>", "<strong>For further details and to apply online please visit <a href=\"/jadmin/jobs.uwl.ac.uk\">jobs.uwl.ac.uk</a></strong>", "<strong>CVs without an online application will not be accepted</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Lecturer in Policing and Criminal Investigation"]},
{"url": "http://www.jobs.ac.uk/job/AMH067/phd-scholarships-2016/", "text": ["Our research influences policy, changes lives and helps us to understand the world. We think that’s the only kind of research worth doing.", "We’ve got £7 million to fund PhD students who really shine. If you’re among the brightest and best in your field, ", "The University of Sheffield invests heavily in the development of its postgraduate community. This year we’re ", " over 350 new students to help them undertake a research degree.", "We are one of the UK’s leading research universities. Our researchers make an outstanding contribution across the disciplines. We are among the top ten in the Russell Group for research output, according to the latest Research Excellence Framework.", "Graduate students at Sheffield work under the supervision of researchers who are at the leading edge of their fields, working together to constantly push the boundaries of current understanding and challenge accepted wisdom. We proactively encourage interdisciplinary research effort, so that we can collaboratively tackle problems larger than those typically associated with single university researchers.", "The University’s research makes a significant contribution to the intellectual, economic, cultural and social life of the nation. Our research groups work in partnership with world leaders in industry on real problems. Household names such as Boeing and Rolls-Royce sponsor major facilities at Sheffield. We are also engaged in work with government and other public sector, creative and cultural organisations at home and internationally.", "One of our key strengths is in bringing together people from different backgrounds, adding fresh perspectives to problem solving. Our university is a truly international place with academics, researchers and students from over 100 different countries coming together to form a thriving research community. We have strong partnerships with institutions across the world.", "When you join our Doctoral Academy, you’re welcomed into an academic community and treated as a colleague. During your time here, you’ll make the transition from student to professional researcher. Sheffield was one of the first universities to pioneer a comprehensive, structured Doctoral Development Programme. Continuously refreshed, this cutting-edge programme of specific, advanced and transferable skills training is highly valued by our PhD students.", "Apply for 2016 PhD funding today: ", "Click here for ", "\n", " http://www.jobs.ac.uk/job/AMH067", "\n", " Tuesday,  3 November 2015\n"], "university": ["PhD Scholarships 2016", "<strong>Applications for 2016 PhD scholarships are now open. The deadline for applications is 5pm on 2 February 2016.</strong>", "<strong>Bringing great minds together</strong>", "<strong>A collegial atmosphere</strong>", "<strong>URL of this document:</strong>", "<strong>Date Published:</strong>"], "details": [], "title": ["PhD Scholarships 2016"]},
{"url": "http://www.jobs.ac.uk/job/AMH913/lecturer-senior-lecturer-in-education/", "text": ["The School of School of Social Science and Public Policy is embarking on an ambitious programme to develop and enhance research and teaching in the field of education. Applications are invited for the above post at either Lecturer or Senior Lecturer grade which is available from ", "The post holder would be expected to lead the PGCE programme, with experience of teaching at secondary or primary levels. They would be expected in addition to contribute to the undergraduate Education BA, the professional doctorate (Ed.D) programme and our research.  The areas of expertise we are looking for ideally should be in International Education (either primary or secondary), Education Policy and Politics, Professionalism and Social Justice.  Specialisms in Inclusive Education and Childhood/Youth would also be an advantage. If appropriate, the appointment will be at Senior Lecturer level.", "Potential candidates will be expected to hold a PhD, be research active, and have excellent administrative and teaching skills. ", "The post is permanent subject to the satisfactory completion of a probationary period.", "Informal enquiries may be addressed to Professor Farzana Shain, email ", ",  tel. 01782 733118 or Dr Sally Findlow, email ", ", tel. 01782 733913", "Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["Lecturer/Senior Lecturer in Education", "<strong>Keele University</strong>", "<strong>FACULTY OF HUMANITIES AND SOCIAL SCIENCES</strong>", "<strong style=\"line-height:1.3em;font-size:11.04px;\">Grade 8: Salary in the range of £40,082 - £47,801</strong>", "<strong>OR</strong>", "<strong>Grade 9: Starting salary £49,230 (Dependant on experience and skills)</strong>", "<strong>January 4<sup>th</sup> 2016.</strong>", "<strong>Please note this appointment is subject to a Disclosure and Barring Service check.</strong>", "<strong>Interviews will be held on:  7 December 2015</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Lecturer/Senior Lecturer in Education"]},
{"url": "http://www.jobs.ac.uk/job/AMI492/phd-position-on-the-governance-of-large-urban-systems/", "text": ["EPFL and Tecnologico de Monterrey announce the opening of a 3 year PhD position at the interface of technology, economics and political science. The corresponding interdisciplinary research project will focus on the governance of green infrastructures and technologies in making urban systems more resilient. ", "The research project could look into existing practices of developing and governing green infrastructures and corresponding technologies and assess their contribution to making large urban systems more environmentally, economically and social resilient. The research will combine qualitative (case study) methods with data analytics and agent-based modelling. ", "The results of the study, carried out in the context of the IGLUS (Innovative Governance of Large Urban Systems) project (", "), are aimed at all the relevant actors involved in the governance of cities, namely urban policy-makers, city managers, firms and NGOs. ", "The successful candidate will be employed and physically based at Tecnologico de Monterrey, Guadalajara Campus, which consistently ranks among Latin America’s top Universities. He/she will be enrolled, according to EPFL’s admissions criteria, in EPFL’s Management of Technology PhD program in September 2016. Candidates from all relevant disciplines are encouraged to apply. But, candidates with an engineering background and a Master’s degree in management of technology, technology policy or STS will be given preference. ", "Please send your application dossier, comprising your CV, a sample paper and names of four reference persons to: ", "Prof. Matthias Finger (", ")", "Prof. Gildardo Sanchez Ante (", ")", "Type / Role:", "Subject Area(s):", "Location(s):", "Europe"], "university": ["PhD position on the Governance of Large Urban Systems", "<strong>Ecole polytechnique federale de Lausanne - EPFL</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["PhD position on the Governance of Large Urban Systems"]},
{"url": "http://www.jobs.ac.uk/job/AMI470/research-assistant-dementia-outcome-project/", "text": ["The appointment will be on UCL Grade 6.", "We are seeking a Research Assistant (RA) to work in UCL’s Division of Psychiatry on the Core Outcome Data Set for Dementia clinical trials (COD-dementia). This involves a systematic review which will be used as a basis to determine and agree a standardised ‘core set’ of clinical and patient relevant health outcome measures for trials of treatments that attempt to modify the course of disease in mild and moderate dementia. The post holder will be based with the multi-professional team working with Prof Livingston and Prof Howards’ leadership on related projects in the department, and will liaise with a very wide number of stakeholders including the Alzheimer’s Society and senior dementia academics throughout the UK who have committed to this project.", "The successful applicant for COD-dementia will be required to commence on 1st December 2015 for 6 months. The study is funded by the NIHR Health Technology Assessment.", "The post is developmental and the post holder will be a researcher with a first degree (2:1 or higher) in psychology or other relevant subject, and experience of conducting systematic reviews. The post would be particularly suitable for someone seeking a career in psychology or to develop as a clinical academic. We require an RA to take on this role under supervision and with training. Strong support for personal and professional development will be available.", "UCL Reference: 1511958", "Applicants should apply online. To access further details about the position and how to apply please click on the ‘Apply’ button below.", "For informal enquiries about the post please email Gill Livingston or Rob Howard (", "; ", "). For queries about the application process please contact Ros Brown ", " , tel. 020 7679 9038", "Those selected for interview will be contacted by email so please ensure your contact details are correct.", "Candidates may also be interested in applying for our related RA post with the MARQUE study, Ref. 1513651.", "Latest time for the submission of applications: 12 Noon.", "Interview Date: 18th November (pm)", "Any offer of employment will be subject to a Disclosure and Barring Service (DBS) check.", "UCL Taking Action for Equality", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Research Assistant, Dementia Outcome project", "<strong>University College London</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Research Assistant, Dementia Outcome project"]},
{"url": "http://www.jobs.ac.uk/job/AMI191/public-policy-officer-full-time/", "text": ["Are you passionate about giving the Christian community a voice? Now more than ever Christians must speak into the wide range of issues being faced in public life, politics and the press.", "Founded in 1846, the Evangelical Alliance is the largest body serving and representing evangelical Christians in the UK, and has a membership including denominations, churches, organisations and individuals.", "We are seeking a public policy officer to implement our advocacy strategy. Your role will be varied and exciting - from monitoring the activities of the UK Government and Parliament, analysing public policy and legislation from a Christian perspective, to representing evangelical views to policy-makers and the media, to equipping Alliance members to engage in society as active citizens.", "The successful candidate will have:", "All applicants must be committed to the aims, ethos and values of the Evangelical Alliance.", "To apply, please visit our website ", " and email us at", " with your completed application form.", "Registered Charity No. 212325", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Public Policy Officer (full time)", "<strong>Evangelical Alliance</strong>", "<strong>Closing date: Sunday 22 November 2015<br> Interviews: Wednesday 2 December 2015<br> Start date: Monday 4 January 2016<br> Location: King’s Cross, London</strong>", "<strong>This post is subject to an Occupational Requirement that the postholder is a committed evangelical Christian under Part 1 of Schedule 9 to the Equality Act 2010.</strong>", "<strong> </strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Public Policy Officer (full time)"]},
{"url": "http://www.jobs.ac.uk/job/AMI453/ndorms-research-fellow-in-trauma-rehabilitation/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["NDORMS Research Fellow in Trauma Rehabilitation", "<strong>University of Oxford</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["NDORMS Research Fellow in Trauma Rehabilitation"]},
{"url": "http://www.jobs.ac.uk/job/AMI699/technician/", "text": ["You will plan, conduct and analyse behavioural and EEG experiments, working in support of an existing team of researchers engaged in collaborative projects with industrial partners. You should be educated to BTEC Higher Level (or equivalent). You should have experience in the design, conduct and analysis of computer-based studies of the influence of affect and motivation on attention, experience of working with industrial partners in the area of evaluation of consumer products and experience of supervision of undergraduate research projects. The post is available for 18 months.", "For full details, or to request an application pack, visit ", " or e-mail ", ", please quote Job Ref in all enquiries", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Technician", "<strong>University of Liverpool</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Technician"]},
{"url": "http://www.jobs.ac.uk/job/AMI664/lecturer-in-neuroscience/", "text": ["We are looking to appoint a research-active Lecturer in Neuroscience to contribute to Neuroscience research and teaching, primarily within the neuroscience programmes.", "You will have a Ph.D. and will be expected to have shown significant achievement in research in the broad area of neuroscience. You will be expected to develop an internationally competitive research profile over time. Whilst not excluding any particular research theme, you would be expected to complement existing neuroscience research areas including sensory, molecular, physiological, pharmacological and behavioural aspects, as well as related clinical and translational research.", " Applications are therefore welcomed from individuals committed to high-quality research and teaching with a good track record of achievement. It is our expectation that you will qualify for inclusion in future Research Excellence Framework submissions in the UK. You will be able to incorporate your knowledge and experience of the discipline into exciting learning experiences for undergraduate and postgraduate students.", "For informal enquiries please contact Prof. Dave Hoole, Head of School of Life Sciences, Tel: 01782 733673; Email: ", "                          ", "Keele University is committed to the principles of the Athena SWAN charter, and values equality and diversity across our workforce.  We strive to ensure that our workforce is representative of broader society, and therefore, we would actively welcome applications from women for this role. ", "Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["Lecturer in Neuroscience", "<strong>Keele University</strong>", "<strong> </strong>", "<strong></strong>", "<strong style=\"line-height:1.3em;font-size:11.04px;\">For full post details and to apply, please visit:</strong>", "<strong style=\"line-height:1.3em;font-size:11.04px;\"> </strong>", "<strong style=\"line-height:1.3em;font-size:11.04px;\"><a href=\"http://tinyurl.com/AC15-60\">http://tinyurl.com/AC15-60</a></strong>", "<strong>Expected interview date: 17<sup>th</sup> December 2015</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Lecturer in Neuroscience"]},
{"url": "http://www.jobs.ac.uk/job/AMI656/research-project-support-officer/", "text": ["Applications are invited for the above temporary full time post working in the School of Psychology. This opportunity exists for an enthusiastic and motivated individual to join a multi-centre, multi-disciplinary team investigating Autism Spectrum Disorder (ASD) under the supervision of a Consultant Clinical Psychologist – Lead for Autism and Lecturer.", "The successful candidate will support the team in examining temporal synchrony in children with ASD and the effect of Music Interaction Therapy (MIT) on communication timing. S/He may collect and will code and analyse participants’ video-recordings and will support statistical analysis of data for all research projects concerning social timing; participate in meetings; contribute to articles for peer-reviewed journals and grant proposals. ", "Duties will include:  Examine the effects of MIT support for the interpersonal timing of a preverbal clinical ASD population during video-recordings of caregivers’ attempts to facilitate social engagement; and Investigate whether brain oscillators, associated with interpersonal auditory perceptual timing, have an altered temporal window for synchronisation in High Functioning Autism (HFA) vs. Typical Development (TD), through analysis of binaural assessment.", "Essential post-graduate experience would include research into Autism or measurement of early social communication. Experience of using INTERACT programme or equivalent would be desirable.", "The successful applicant will have good interpersonal skills and be able to engage with a wide range of colleagues at all levels. S/He will have good organisational skills S/He will possess good knowledge of statistics and experience of use of statistical packages such as SPSS and Excel. The role may involve travel to locations across North West Wales and the applicant needs to be prepared to do this when necessary, although non-drivers are still eligible to apply.", "The successful candidate will be expected to start as soon as possible and the post is available for 12 months in the first instance with the possibility of extending for an additional 6 months.", "Applications will only be accepted via our on-line recruitment website, jobs.bangor.ac.uk. However, in cases of access issues due to disability, paper application forms are available by telephoning 01248 382926.", "Committed To Equal Opportunities", "Type / Role:", "Subject Area(s):", "Location(s):", "Wales"], "university": ["Research Project Support Officer", "<strong>Bangor University</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Research Project Support Officer"]},
{"url": "http://www.jobs.ac.uk/job/AMI655/research-fellow/", "text": ["The successful candidate will contribute to the development of a programme of high quality research using behavioural assessment of rat models of ASD/ID as well as in vivo two-photon imaging and physiological assessment of circuit function. He/she will conduct original research in this area, contribute to the planning and implementation of experiments to address the physiological mechanisms that underlie cognitive deficits with specific focus on hippocampus and cerebral cortex.", "This is a 20 months appointment, based in the Centre for Integrative Physiology, University of Edinburgh. It is expected that the successful candidate will then be appointed for a minimum of 18 months in the Institute for Stem Cell Biology and Regenerative Medicine in Bangalore, India.", "The candidate should have an appropriate degree, with relevant post-graduate research experience; normally a PhD or equivalent professional qualification and/or experience in cellular, molecular or systems area of neuroscience. Experience in programming (Matlab, Python) and in computational models of brain circuits is required", "Experience in signal processing methods and analysis of 2-photon imaging data is desirable.", "For more information and to submit an application, please use the ‘apply’ button below.", "Type / Role:", "Subject Area(s):", "Location(s):", "Scotland"], "university": ["Research Fellow", "<strong>University of Edinburgh</strong>", "<strong>. </strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Research Fellow"]},
{"url": "http://www.jobs.ac.uk/job/AUA028/research-assistant-in-the-centre-for-sport-physical-education-and-activity-research/", "text": ["The Centre for Sport, Physical Education & Activity Research (SPEAR) is located within the School of Human & Life Sciences. Research in the Centre is funded by a range of national and international funders, such as the International Olympic Committee, World Health Organisation, Department of Health, UK Sport, Sport England, Sport Wales and the Youth Sport Trust. Recent work has focused on sport and physical activity in schools and on aspects of Olympic and Paralympic legacies.", "Applications are invited for the position of Research Assistant. The successful candidate’s principal responsibilities will be to provide research and administrative support to SPEAR project teams. Activities will include recruitment of research participants, liaison with stakeholders, site visits, data input, data analysis and report writing.", "Applicants should have experience of research work in a university department and be educated to degree level or equivalent.", "Interviews are to be held: w/c 23 November 2015", "To apply online or gain further details about this post please visit our Vacancies page: ", ".", "To apply online, please click the ‘Apply for this job’ button below. To gain further details about this post please visit our Vacancies page: ", ".", "If you require further information regarding the post please feel free to contact Dr Abby Foad via email: ", " quoting reference number SAS0698.", "If you require further information regarding the application process please contact the Recruitment Team at ", " quoting reference number SAS0698. ", "No agencies, thank you.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Research Assistant in the Centre for Sport, Physical Education & Activity Research", "<strong>Canterbury Christ Church University</strong>", "<strong>Background</strong>", "<strong>The Role</strong>", "<strong>Requirements</strong>", "<strong>Additional Information</strong>", "<strong>This post comes with excellent benefits and an opportunity to work in an enthusiastic, vibrant and friendly department within walking distance of the Canterbury City Centre.</strong>", "<strong>This post is fixed term until 31 July 2016. A secondment opportunity maybe considered.</strong>", "<strong></strong>", "<strong>How to apply</strong>", "<strong>Please note, Canterbury Christ Church University reserve the right to bring the closing date of this position forward where a high volume of applications are received.</strong>", "<strong>Please note applications must be made online via the University website; details sent directly via email cannot be considered.</strong>", "<strong>Please ensure you include EMAIL contact details of two employment referees in your application, one of which must be your current/ most recent line manager.</strong>", "<strong></strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Research Assistant in the Centre for Sport, Physical Education & Activity Research"]},
{"url": "http://www.jobs.ac.uk/job/AMI286/phd-studentship-performance-in-enduro-mountain-biking-influence-of-training-status-sleep-and-recovery/", "text": [" Dr Geraint Florida-James. Dr Eva Malone and Ms Lesley Ingram.", "Enduro mountain bike racing is a relatively new discipline in cycling and places unique demands on the participants due its duration and the nature of the terrain tackled within race settings. Races at international level can be multi-day affairs, with athletes being engaged for most of the day. There is a significant aerobic contribution to this sport, combined with significant periods of high intensity anaerobic bursts, sometimes over very technical and demanding terrain.", "We believe that recovery, both in terms of day to day in race situations, and recovery and adaptation in terms of training are hugely important in the context of success in this new discipline. The group at Edinburgh Napier University, have already shown the importance of sleep in cycling performance and how this effects the immune system. We wish to extend this work in relation to enduro mountain biking and look at the key drivers of performance, recovery and adaptation.", "Applicants should have a First Class honours undergraduate degree in Sport and Exercise Science and /or and an appropriate MSc. Experience of performance testing in endurance cycling is essential, as is a knowledge of mountain bike racing.  Particular knowledge of the discipline of enduro mountain bike racing would be advantageous. Candidates will also have to demonstrate a sound knowledge or enthusiasm to learn the immunological issues associated with performance and recovery, within the enduro discipline. The applicant should be able to demonstrate the necessary experience or potential to successfully complete a higher degree by research.", "1 - To investigate and detail the demands of enduro mountain bike racing, in combination with detailing the attributes of the successful elite enduro racer.", "2 - To detail the key drivers of the immune response to enduro racing, and subsequent effects on recovery and adaptation.", "3 – To assess the effects of sleep, and sleep disruption on the recovery and adaptation of athletes to training within the enduro discipline.", "Type / Role:", "Subject Area(s):", "Location(s):", "Scotland"], "university": ["PhD Studentship - 'Performance in enduro mountain biking - influence of training status, sleep and recovery'", "<strong>Edinburgh Napier University</strong>", "<strong>Supervisory team:</strong>", "<strong>Start date: January 2016</strong>", "<strong>Summary:</strong>", "<strong>Aims of study</strong>", "<strong>Interview Date: 30th November 2015.</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["PhD Studentship - 'Performance in enduro mountain biking - influence of training status, sleep and recovery'"]},
{"url": "http://www.jobs.ac.uk/job/AMI210/associate-professor-professor-in-sport-science/", "text": ["Applications are invited for a senior academic continuing position in Sport Science in the School of Sport & Physical Education. We are seeking an outstanding academic who is highly regarded internationally with a record of high quality research output and evidence of success in winning external research grants. The successful candidate will be able to provide effective leadership in research, teaching and doctoral supervision and in the development of undergraduate and post-graduate programmes.", "Applicants will have a PhD in sport science or a related field and in addition to having a strong record of scholarly and high quality research achievements will have extensive international networks. Demonstrated teaching excellence is required as is evidence of effective postgraduate supervision and completions.", "It would be advantageous that the applicant has expertise in a second teaching and research area of Strength and Conditioning, Performance Analysis or relevant to the School of Sport & Physcial Education.", "University of Canterbury is committed to promoting a world-class learning environment through research and teaching excellence, and has a vision statement of 'People Prepared to Make a Difference'. You will have the opportunity to work alongside members of a diverse academic community and enrich your own professional and personal development.", "For information about the range of benefits in joining UC please visit us online at: ", "Applications for this position should include a cover letter, curriculum vitae and any supporting material combined into one document and submitted online.", "Should you wish to email any additional attachments or have queries in relation to the application process, please forward these to Michelle Davies, ", "Further information about this role can be obtained by contacting the Head of School, Sport and Physical Education, Richard Light via email ", "The University of Canterbury is an EEO employer and actively seeks to meet its obligation under the Treaty of Waitangi.", "Type / Role:", "Subject Area(s):", "Location(s):", "Australasia"], "university": ["Associate Professor / Professor in Sport Science", "<strong>University of Canterbury, New Zealand</strong>", "<strong>Full-time at 37.5 hours per week (1.0 FTE)</strong>", "<strong>Continuing (i.e. permanent) position</strong>", "<strong>The closing date for this position is: Sunday, 29 November 2015.</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Associate Professor / Professor in Sport Science"]},
{"url": "http://www.jobs.ac.uk/job/AMI709/senior-lecturer-sports-coaching/", "text": ["Exercise and Sport Science has a reputation for excellent academic programmes, high student satisfaction, international quality research and innovative commercial and community activities. We cover a range of specialisms that include biomechanics, coaching, physical education, physiology, psychology, and sport development. Our courses are endorsed by the British Association of Sport and Exercise Sciences (BASES) and are very highly regarded within the UK. ", "Our bespoke Exercise and Sport Science centre provides a series of large laboratory spaces, an environmental chamber, genetics and biochemistry laboratories, as well as an eight court sports hall, fitness suite and sports injury clinic. ", "The Manchester Metropolitan University Cheshire Campus is home to a diverse academic community specialising in Exercise and Sport, Humanities and Social Sciences, Arts, Business and Education. Our REF2014 submission to Allied Health Professions, into which staff from both Exercise and Sport Science and Interdisciplinary Studies were submitted, was excellent ranking 12/94 and with 100% of our impact rated as 3* or 4*. Building upon our established reputations in the fields of Exercise and Sport Science and Interdisciplinary Studies the Faculty are seeking to expand our portfolio of programmes and research activities in the health domain as well as in coaching and thus our academic teams. ", "Our existing programmes at undergraduate and postgraduate level have professional body endorsement from the British Psychological Society, the British Association of Sport and Exercise Sciences and Sports Coach UK as appropriate. These posts will support the continued development of existing portfolio, for example the expansion of our Distance Learning provision to include a Coaching pathway and potentially a postgraduate version. In addition, appointees will be able to contribute to the development of new curricula in the health and exercise domains and programmes with a focus on inter-professional and cross-sectoral working. Post holders will be able to join the vibrant Health Exercise and Active Living Research Centre in the Faculty as well as appropriate networks with a focus on Public Service management across the wider University. ", "For further details see ", " ", "The Department of Exercise and Sport Science are seeking an expert in sports coaching to join the established group in this area. ", "This new post will help to support the delivery of our existing undergraduate and postgraduate programmes in coaching as well as contributing to the development of new programmes including distance learning. You will also join our active coaching research group to further extend the national and international profile of this group.", " ", "The ideal candidate will have gained experience of teaching and research in a Higher Education setting and have a proven research record in a field clearly aligned with coaching science. In addition, experience of working in the field as a coach, coach educator or similar would be desirable.", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Senior Lecturer (Sports Coaching)", "<strong>Manchester Metropolitan University</strong>", "<strong>Average weekly working hours:</strong>", "<strong>Department</strong>", "<strong> </strong>", "<strong>Role</strong>", "<strong> </strong>", "<strong>Ideal Candidate</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Senior Lecturer (Sports Coaching)"]},
{"url": "http://www.jobs.ac.uk/job/AMI573/lead-coach-womens-lacrosse/", "text": ["The University of Leeds is one of the top UK Universities for sport, with a large development programme and a broad range of facilities. Sport and Physical Activity are seeking to raise standards and participation levels in BUCS sports, through the management of high quality coaching to our existing teams, and the development of grass roots participation.", "The University is seeking to employ a Lead Coach to support the Leeds University Union, (LUU) Lacrosse Club, realising their potential and performing at the highest level of University sport.", "This post offers an exciting opportunity for an experienced coach who can demonstrate the highest standards of personal, professional and managerial attributes.", "As Sport and Physical Activity operates over a seven day week spread over 50 weeks of the year, there will be a requirement for the post holder to work some evenings and weekends depending on work patterns and programme requirements.", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Lead Coach – Women’s Lacrosse", "<strong>University of Leeds</strong>", "<strong>Informal enquiries may be made to David Bond (Club and Competitions Development Manager) tel +44 (0)113 3438263 email <a href=\"mailto:d.a.bond@leeds.ac.uk\">d.a.bond@leeds.ac.uk</a> Information is also available at <a href=\"http://www.leeds.ac.uk/sports\">www.leeds.ac.uk/sports</a></strong>", "<strong>Click here for further information about working at the University of Leeds <a href=\"http://www.leeds.ac.uk/info/20025/university_jobs\">www.leeds.ac.uk/info/20025/university_jobs</a></strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Lead Coach – Women’s Lacrosse"]},
{"url": "http://www.jobs.ac.uk/job/AUA135/lectureship-in-psychology/", "text": ["City University London is a global university committed to academic excellence with a focus on business and the professions and an enviable central London location.", "The University is in the top five per cent of universities in the world according to the Times Higher Education World University Rankings and attracts around 19,500 students (35% at postgraduate level) from 150 countries. It is well above the sector average for graduate prospects in most of its subjects, is in the top ten in the UK for starting salaries and is the top university in London for student satisfaction. City will join the University of London federation in 2016.", "In the recent Research Excellence Framework, City made a greater improvement in research quality, per Funding Council research pound, than any other UK university. 40% of its total academic staff are producing research that is world-leading or internationally excellent. ", "The Psychology department is ranked 2nd in London and among the top 25% in the UK according to the Guardian University Guide 2016, and ranked top 200 in the world and top 30 in the UK by the QS World University Rankings. Students learn from and work with leading academics and skilled practitioners, and we have consistently high student satisfaction.", "In REF2014 the Psychology department returned 28 FTE (over 30 individual members of staff) and 67% of our research was rated at the top 4* or 3* categories. Currently, the results of REF2014 show the Psychology Department are ranked 29 in the UK, according to the research power measure (which is based on both research quality and research volume). ", "Candidates would be expected to teach on our newly developed MSc in Clinical, Social and Cognitive Neuroscience degree, as well as our established BSc Psychology programme. ", "The Department of Psychology, City University London invites applications for a full time lecturer position. Applications are particularly encouraged from candidates with expertise in Cognitive Neuroscience or related fields (clinical, social or developmental neuroscience). However, candidates with strong research profiles in any area that will complement our internationally recognised research portfolio and our teaching expertise are invited to apply.", "Applicants will be able to demonstrate a record of research excellence appropriate for their stage of career together with a track record in securing research funding, or potential to attract such funding. You must hold a PhD in Psychology or closely related discipline and have recognised or potential expertise in teaching.", "In return, we offer a comprehensive package of in-house staff training and development, and benefits that include a defined benefit pension scheme.", "Interviews are scheduled in for 15 December 2015.", "The role is available from January 2016.", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Lectureship in Psychology", "<strong>City University London</strong>", "<strong>Background</strong>", "<strong>Responsibilities</strong>", "<strong>Person Specification</strong>", "<strong>Additional Information</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Lectureship in Psychology"]},
{"url": "http://www.jobs.ac.uk/job/AMI633/senior-research-fellow-part-time/", "text": ["Southampton General Hospital", "Part Time, Fixed Term - 21 hours per week, until 30/06/2017", "There is a position available at the Southampton Clinical Trials Unit (SCTU) for a Senior Research Fellow to develop randomised trials in complex interventions.", "SCTU is a UKCRC registered clinical trials unit based at Southampton University Hospitals NHS Trust which manages a growing portfolio of high quality clinical trials in both cancer and non-cancer. In addition to Cancer Research UK core funding to develop cancer clinical trials SCTU receives National Institute for Health Research (NIHR) CTU support funding to develop randomised trials in non-cancer for NIHR funding streams such as HTA, EME and programme grants for applied research. ", ".", "The Southampton University Hospitals NHS Trust and SCTU aim to work in collaboration to develop a portfolio of NIHR funded randomised trials in complex interventions and clinical trials involving mixed methodologies.  ", "The position involves developing and overseeing a portfolio of randomised trials in non-cancer including, but not limited to, the areas of primary care, psychology and psychiatry and will include line management of staff within the SCTU.", "The position is available for 2 years in the first instance.", "You will have experience of developing and managing research in complex interventions. You will have excellent knowledge of mixed methods, clinical trials and research governance standards and have good IT skills. Good organisational and communication skills with excellent management and leadership skills are essential. ", "For an informal discussion on the post, please contact Professor Gareth Griffiths, Director of the Southampton Clinical Trials Unit on 023 8120 5154, email ", ".", "We aim to be an equal opportunities employer and welcome applications from all sections of the community. ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Senior Research Fellow (Part Time)", "<strong>University of Southampton</strong>", "<strong>Location: </strong>", "<strong>Southampton Clinical Trials Unit - Faculty of Medicine</strong>", "<strong>Application procedure:</strong>", "<strong>You should submit your completed online application form at <a href=\"http://www.jobs.soton.ac.uk/\">www.jobs.soton.ac.uk</a>. The application deadline will be midnight on the closing date stated above. If you need any assistance, please call Sarah Foster (Recruitment Team) on +44 (0) 23 8059 5070. Please quote reference 577515CM-R on all correspondence.</strong>", "<strong>Further details:</strong>", "<strong>Please note that applications from agencies will not be accepted unless indicated in the job advert.</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Senior Research Fellow (Part Time)"]},
{"url": "http://www.jobs.ac.uk/job/AMI014/senior-research-fellow-evaluating-the-battle-back-centre/", "text": ["We want to hire someone who can help steer and deliver the evaluation of programme processes and outcomes linked to the Battle Back Centre. As a flagship area for us, you will be a skilled, resourceful, inspiring and enthusiastic individual who will enhance an already successful project. Further details of the Battle Back Centre and evaluation can be found at ", ".", "The successful applicant will be ambitious and will positively influence our vibrant academic community. You will have an emerging track record of contributing (and possibly leading) successful research bids, funding proposals and/or applied consultancy projects. Importantly, you will have converted your activities into peer-reviewed publications. Within the post there will be ample opportunities to use your strong inter-personal skills to develop influential collaborative internal and external networks to positively influence our growing reputation in the field. You will hold a relevant doctoral qualification and have a strong appreciation of the inter-disciplinary nature of our work. Having an affinity with military service and personnel may be a distinct advantage.", "The Carnegie School of Sport, with its 80 year history, has built a strong reputation for teaching and research excellence within sport and physical education. The quality of this research is evident in the outstanding results achieved in the 2014 Research Excellence Framework, where we ranked 2", " nationally when accounting for research quality and the number of contributing staff. Our high and inclusive submission rate, coupled with a 47.5% increase in world leading or internationally excellent research activity, demonstrates our commitment to both research excellence and curricula that is taught by academics who are experts in their field.", "This is a fixed term contract until 28", " February 2018.", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Senior Research Fellow Evaluating the Battle Back Centre", "<strong>Leeds Beckett University</strong>", "<strong>Fixed term contract until 28<sup>th</sup> February 2018</strong>", "<strong><strong>Closing date</strong> – 30 November 2015 (Midnight)</strong>", "<strong>Closing date</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Senior Research Fellow Evaluating the Battle Back Centre"]},
{"url": "http://www.jobs.ac.uk/job/AMI714/senior-lecturer-in-human-geography/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Senior Lecturer in Human Geography", "<strong>University of Chester</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Senior Lecturer in Human Geography"]},
{"url": "http://www.jobs.ac.uk/job/AMI628/research-fellow-mixed-methods/", "text": ["Based in Edinburgh Napier University, this post offers an exciting opportunity to work with the Substance Use Research Group on a Chief Scientist Office funded project to test the feasibility of implementing Behavioural Couples Therapy with drug-dependent parents within the NHS.", "We are seeking a dynamic research fellow to assist in operationalising the study, recruit participants, conduct qualitative interviews, gather questionnaire and patient record data, and to undertake data analysis, report writing and dissemination. Applicants must have at least a Masters level degree in a relevant area, experience of qualitative and quantitative data collection and analysis, knowledge of healthcare environments, and an ability to engage with vulnerable patients. Regular travel within Lothian is required.", "The project is a collaboration between Edinburgh Napier University, NHS Lothian, Edinburgh Health Services Research Unit, University of Birmingham, and Medaille College (USA). The successful applicant will work with Dr Anne Whittaker in the School of Nursing, Midwifery and Social Care.", "Type / Role:", "Subject Area(s):", "Location(s):", "Scotland"], "university": ["Research Fellow (Mixed Methods)", "<strong>Edinburgh Napier University</strong>", "<strong>Fixed Term 22 months.</strong>", "<strong>We anticipate interviews will be held on Wednesday 25 November, with a start date of 1 January 2016.</strong>"], "details": ["\n            ", "\n            ", "\n            "], "title": ["Research Fellow (Mixed Methods)"]}