[{"title": ["Fit For Living Exercise Referral Specialist"], "url": "http://www.jobs.ac.uk/job/AMI074/fit-for-living-exercise-referral-specialist/", "text": ["Surrey Sports Park are seeking an Exercise Referral Specialist to join the Fit for Living team, to deliver the department's exercise referral and self referral programmes and work together with the existing team to develop more exercise support opportunities across our programmes.", "The Fit for Living team specialise in delivering safe exercise and dietary advice to a variety of special populations; including exercise referral clients, pre/post natal women, cancer patients and those looking for help with weight management.", "As the Fit For Living Exercise Referral Specialist, the post holder is expected to apply their technical and working knowledge of safe exercise practice in order to develop and grow the referral programme offering. The post holder must stay up to date with the latest official guidelines and research published within the field and ensure that all programmes delivered under the Fit For Living brand meet these recommendations.", "You should have an Exercise Referral fitness qualification and possess the ability to communicate detailed information effectively to a wide range of clients. We are looking for someone with passion, drive and commitment to deliver an outstanding service to our guests. ", "Should anyone wish to discuss any aspect of the role or for an informal chat, please contact Jodie Jackson, Fit For Living Manager, on ", ".", "Further details: For more information and to apply online, please download the further details and click on the 'apply online' button above.", "We acknowledge, understand and embrace diversity.", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Surrey"], "job_type": "Craft or Manual", "subject_area": ["Sport and Leisure"]},
{"title": ["PhD Studentship and MLitt Scholarships"], "url": "http://www.jobs.ac.uk/job/AMI112/phd-studentship-and-mlitt-scholarships/", "text": ["The University of St Andrews' Institute of Legal and Constitutional Research invites applications for a PhD studentship (20K per annum, tenable for up to 3 years) and for a number of scholarships for the MLitt Legal and Constitutional Studies.", "As members of the Institute of Legal and Constitutional Research, the successful award-holders will join a large and lively community of postgraduate students, early-career researchers and academic staff drawn from across the University of St Andrews and beyond. The Institute of Legal and Constitutional Research hosts a number of distinguished Visiting Scholars and sponsors a wide calendar of academic events, cultivating dialogue and collaboration across an international network of researchers. The successful award-holders will also be attached to the School of History, which offers considerable training and other opportunities to both research and taught postgraduate students.", "For further information on the St Andrews Institute of Legal and Constitutional Research see: ", ".", "The Institute of Legal and Constitutional Research", "PhD Studentship competition is for £20K per annum, tenable for up to 3 years. The competition will be awarded to an outstanding candidate on the basis of academic merit and is open to Home/EU and International Students who are applying for doctoral study within the broad fields of legal and/or constitutional history, to commence September 2016.", "For further details on this PhD Studentship and how to apply see: ", "The Institute of Legal and Constitutional Research MLitt scholarship competition is open to outstanding Home/EU and International Students who are applying for a place on the MLitt Legal and Constitutional Studies at the University of St Andrews, to commence September 2016. Awards will be made on the basis of academic merit.", "Combining historical and contemporary approaches within one unique, cross-disciplinary, degree, the MLitt in Legal and Constitutional Studies introduces students to a dynamic and expanding field of research. This degree enables students to pursue an exciting programme of study through a combination of research-led taught classes and directed individual study. For further details on this MLitt programme see: ", "Each MLitt scholarship is worth a maximum of £5K.", "For further details on the MLitt scholarships and how to apply see: ", "Type / Role:", "Subject Area(s):", "Location(s):", "Scotland"], "university": ["University of St Andrews"], "job_type": "PhD", "subject_area": ["Masters", "Law"]},
{"title": ["Postgraduate Studentship in Designing Novel Templated Amyloid Fibril Self-Assemblies"], "url": "http://www.jobs.ac.uk/job/AMI325/postgraduate-studentship-in-designing-novel-templated-amyloid-fibril-self-assemblies/", "text": ["Dr. Christopher Serpell, Dr. Wei-Feng Xue", "Amyloid fibrils are highly ordered fibrilar forms of protein that are able to self-assembly from soluble proteins or peptides. While amyloid aggregates have received much recent attention through their association with numerous human diseases such as Alzheimer’s disease, Parkinson disease, and type II diabetes mellitus, far from all amyloid are disease associated. In fact, amyloid fibrils have also been recognised as a class of functional protein structures, with favourable material properties that can play a number of important roles in bacteria, yeast and humans. This cross-disciplinary Research Masters (MSc) project aims to design and to programme intermolecular forces to control the length and the supramolecular structure of model amyloid assemblies. Hydrogen bonding and polymer aggregation strategies will be pursued. The results are expected to lead to insights into the formation of amyloids and may lead to novel amyloid based biomaterials as well as generating knowledge to inform novel therapeutic strategies against amyloid associated diseases.", "The laboratories of Christopher Serpell (School of Physical Sciences) and Wei-Feng Xue (School of Biosciences) in the Faculty of Sciences at University of Kent have funding available to support a cross-disciplinary Research Masters (MSc) degree candidate. We are seeking a strong candidate who aspires to work at the interface of chemistry and biology. General experience of experimental chemistry is advantageous. The successful candidate will gain training and experience working with bio-macromolecules such as peptides and DNA, as well as developing skills in synthetic and supramolecular chemistry, as well as biophysical and biochemical characterisation methods. The student will also acquire strong communication skills, through liaison with workers in two Schools in the Faculty of Sciences, and the opportunity to present their work to peers.", "Candidates will need to hold (or expect to hold by the start date) a minimum of upper 2nd class BSc in chemistry. As noted above, recipient of this scholarship will have their tuition fees (Home/EU rate) covered.", "Webpages: ", "For further details, please contact Dr. Christopher Serpell (", ") or Dr. Wei-Feng", "Xue (", ").", "To apply for this Studentship, please go to the link ", " or refer to our website for more details ", "Applicants should submit a full Curriculum Vitae, two academic references, a transcript of results and a cover letter, explaining why they wish to work in the Serpell/Xue Groups.", " ", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Kent"], "job_type": "Masters", "subject_area": ["Biological Sciences", "Biology", "Physical and Environmental Sciences", "Chemistry"]},
{"title": ["MLitt in Legal and Constitutional Studies Scholarships"], "url": "http://www.jobs.ac.uk/job/AMI542/mlitt-in-legal-and-constitutional-studies-scholarships/", "text": ["The University of St Andrews' Institute of Legal and Constitutional Research invites applications for a number of scholarships for the MLitt Legal and Constitutional Studies.", "As members of the Institute of Legal and Constitutional Research, the successful award-holders will join a large and lively community of postgraduate students, early-career researchers and academic staff drawn from across the University of St Andrews and beyond. The Institute of Legal and Constitutional Research hosts a number of distinguished Visiting Scholars and sponsors a wide calendar of academic events, cultivating dialogue and collaboration across an international network of researchers. The successful award-holders will also be attached to the School of History, which offers considerable training and other opportunities to both research and taught postgraduate students.", "For further information on the St Andrews Institute of Legal and Constitutional Research see: ", "The Institute of Legal and Constitutional Research MLitt scholarship competition is open to outstanding Home/EU and International Students who are applying for a place on the MLitt Legal and Constitutional Studies at the University of St Andrews, to commence September 2016. Awards will be made on the basis of academic merit.", "Combining historical and contemporary approaches within one unique, cross-disciplinary, degree, the MLitt in Legal and Constitutional Studies introduces students to a dynamic and expanding field of research. This degree enables students to pursue an exciting programme of study through a combination of research-led taught classes and directed individual study. For further details on this MLitt programme see: ", "Each MLitt scholarship is worth a maximum of £5K.", "For further details on the MLitt scholarships and how to apply see: ", "Type / Role:", "Subject Area(s):", "Location(s):", "Scotland"], "university": ["University of St Andrews"], "job_type": "Masters", "subject_area": ["Law"]},
{"title": ["MSc by Research studentship: Micro-scale electrical characterization of adipose tissue for a microwave-based liposuction device"], "url": "http://www.jobs.ac.uk/job/AMJ085/msc-by-research-studentship-micro-scale-electrical-characterization-of-adipose-tissue-for-a-microwave-based-liposuction-device/", "text": ["Applications are invited for a one-year MSc by Research studentship in bioelectronics and microwave technology at the School of Electronic Engineering, Bangor University, UK. The studentship is funded by the Knowledge Economy Skills Scholarships (KESS) (", ") in collaboration with the commercial partner Creo Medical Limited (", "). It will cover tuition fees and an annual tax-free stipend at the standard RCUK rate (around £11,300 per year), as well as a travel budget for training and workshop attendance. The studentship is available from 18th January 2016 or as soon as possible thereafter.", "Applicants should hold a first or upper second-class honours degree (or equivalent) in electronics, or microwave engineering, or a related degree. Please submit a CV (max 2 pages) together with a covering letter to Dr Cristiano Palego at ", " and Patrick Burn at ", " by 17:00 on 11th December 2015.", "Read full project proposal here: ", "I’w ddarllen yn y Gymraeg dilynwch / To read in Welsh follow: ", ":", "In this research a unique high-frequency measurement setup will be used to investigate the biophysics properties of white adipose tissue (WAT) hence enabling the next generation of Creo Medical devices to achieve optimum and safe application of microwave energy to WAT. This technology will be able to gently heat WAT and reliably remove melted tissue while rapidly coagulating blood vessels with lower invasiveness and complication risks than in current techniques. The objectives of this studentship are therefore to:", "Training in microelectronics fabrication and microwave measurements will be provided in the School of Electronic Engineering during the first 4 months. The MSc Researcher will optimize WAT microsample deposition and adipocyte culturing on chip through synergy with a bioengineer from a concurrent Sêr Cymru National Research Network-funded initiative.", "Type / Role:", "Subject Area(s):", "Location(s):", "Wales"], "university": ["Bangor University"], "job_type": "Masters", "subject_area": ["Engineering and Technology", "Electrical and Electronic Engineering", "Other Engineering"]},
{"title": ["Placements Administrative Assistant"], "url": "http://www.jobs.ac.uk/job/AMJ445/placements-administrative-assistant/", "text": ["The Faculty of Science has the UK’s longest established placements programme and strong industrial links in the UK and overseas. All of our undergraduate science degrees offer students the opportunity to gain up to 12 months' professional work experience during their degree course.", "We are now looking for an enthusiastic, motivated individual to join our dedicated team helping students and employers with the placement process. In this varied and interesting role the postholder will work across the whole range of our placement activity from CV advice and preparation, the running of skills sessions and presentations, tracking the progress of students in their application process, maintaining the online (Moodle) courses and the organisation of conferences and networking events.", "Applicants should be educated to A-level or equivalent, be self-motivated and able to work on their own and as a member of a team. Excellent organisational, prioritisation and communication skills are essential, along with an ability to work effectively under pressure. Accuracy and attention to detail are particularly important for this role.", "An interest in and experience of e-learning is desirable. You will be an experienced user of Microsoft Office applications (Word, Excel, Access, PowerPoint) and will be willing to acquire further IT skills.", "Learn more about our Faculty and our placements here: ", "The post is available on a fixed-term (24 months), full-time contract.", "For an informal discussion, please contact the Faculty Placements Manager Louise Oliver on (01225) 383381 (e-mail: ", ").", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["University of Bath"], "job_type": "Clerical", "subject_area": ["Administrative", "Student Services"]},
{"title": ["Librarian"], "url": "http://www.jobs.ac.uk/job/AMJ197/librarian/", "text": ["The Scottish School of Christian Mission is at a new and exciting phase in its development, and seeks to appoint a part-time Librarian to lead the development of the Grogan Library to support and enhance the development of the college in its new focus and identity.", "What do students need? How should training be designed? Where it should take place? Asking questions such as these is vitally important if training for Christian mission and ministry in contemporary Scotland is to be relevant and effective. After a period of consultation, we made a reassessment and began to take new steps toward becoming a new type of training organisation.", "We recognise the ongoing need for specialised training in youth and community work, which we have a long track record in providing. Our courses still focus on practice, with placements in local churches and communities forming the central part of our training.", "We were encouraged and inspired to move our school to the east end of Glasgow, a location that can help us become more active in recognising the challenges of ", ".", "We believe the changes we see in the church in Scotland are reflected in the way we are developing our practice. We also recognise the desire of many church leaders to bring change in and through their congregations. Pioneer ministry and leadership development are essential for the church in Scotland to flourish.", "We are the home of ", ", and we continue to offer our students our unique theological resource, the ", ".", "This is a part-time post of 20-21 hours per week, to be worked either 3 days per week 9am - 5pm, or 4 days a week at 5 hours per day, or 5 days a week at 4 hours per day, to be agreed at the time of appointment.", "The salary offered will be in the range of £20,000 - £23,000 (pro-rata), dependent on qualifications and experience. All SSCM staff benefit from a non-contributory group personal pension scheme, with employer contributions at 6% of salary. The holiday allowance is 38 days per year (pro-rata), which includes public holidays.", "Applications should be made by email to the Principal, Richard Tiplady ", ", by CV, with a covering letter of no more than two A4 pages showing how you meet the criteria set out in the person specification, to be received by 9am on ", "Application pack available from ", ".", "Type / Role:", "Subject Area(s):", "Location(s):", "Scotland"], "university": ["Scottish School of Christian Mission"], "job_type": "Clerical", "subject_area": ["Library Services and Information Management"]},
{"title": ["Research Manager"], "url": "http://www.jobs.ac.uk/job/AMJ363/research-manager/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Associated Board of the Royal Schools of Music (ABRSM)"], "job_type": "Academic or Research", "subject_area": ["Professional or Managerial", "Social Sciences and Social Care", "Sociology", "PR, Marketing, Sales and Communication"]},
{"title": ["Examination Operations Supervisor"], "url": "http://www.jobs.ac.uk/job/AMJ319/examination-operations-supervisor/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Oxford"], "job_type": "Clerical", "subject_area": ["Administrative", "IT", "PR, Marketing, Sales and Communication", "Student Services"]},
{"title": ["Knowledge Transfer and Commercialisation Officer"], "url": "http://www.jobs.ac.uk/job/AMI789/knowledge-transfer-and-commercialisation-officer/", "text": ["The Animal Health Trust is a leading veterinary research institute and registered Charity with the prime purpose of promoting the cause of animal welfare through veterinary research, together with advanced clinical and educational commitment. We are located in a beautiful location just four miles from Newmarket.", "The Trust is looking for a motivated and enthusiastic individual to join the Research Management Office in this newly created role. The successful candidate will be required to support the Trust’s knowledge exchange activities through development of a close working relationship with researchers and externally with potential partners and collaborators.", "An understanding of the scientific research undertaken by the Trust, and the ability to identify and investigate commercial opportunities arising from research and provide support through to successful exploitation is essential. Applicants will have a degree in a scientific subject, with experience in scientific knowledge exchange activities.  Good communication skills and attention to detail are important and you will need to be fully competent in Microsoft applications with proven experience of developing collaborative working relationships.  ", "We offer an employer contribution pension scheme, health care plan, and death in service, free parking, staff discounts and 25 days holiday per annum plus bank holidays.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Animal Health Trust"], "job_type": "Academic or Research", "subject_area": ["Professional or Managerial", "Agriculture, Food and Veterinary", "Veterinary Science", "Administrative", "PR, Marketing, Sales and Communication"]},
{"title": ["IT Application Services Manager"], "url": "http://www.jobs.ac.uk/job/AMJ651/it-application-services-manager/", "text": ["Saïd Business School, Park End Street, Egrove Park, Kennington, Oxford", "Oxford Saïd is looking for an experienced, skilled and highly motivated IT Application Services Manager to manage and oversee the school's portfolio of IT applications and ensure the transition from development to go-live, with the appropriate service levels, support and maintenance.", "The postholder will work closely with the school's Head of IT Services, IT Infrastructure Manager, IT Network and Security Manager, IT Project Managers, Head of IT Programmes and other members of the IT team to review performance, stability, resilience and availability of existing applications and be responsible for the support and sustainability of new application solutions. It will also work closely with senior management, business stakeholders and external partners to deliver innovative technical solutions to meet the needs of the school.", "The role will be responsible for an operational budget of c250k p.a., ensuring the efficient operation of the following areas so they are fit for purpose maintaining a secure, stable and scalable environment while keeping pace with the needs of the school and evolving new technologies.", "The key areas at an operational level will include:", "- enterprise applications;", "- application support;", "- enterprise virtualisation;", "- disaster recovery and business continuity.", "To view the job description and find out to apply please copy this link into your web browser: ", "The closing date for applications is 12.00 noon on 18 November 2015.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Oxford"], "job_type": "Professional or Managerial", "subject_area": ["IT"]},
{"title": ["Administrative Officer - Recruitment and Admissions"], "url": "http://www.jobs.ac.uk/job/AMJ620/administrative-officer-recruitment-and-admissions/", "text": ["Highfield Campus", "This post presents an exciting opportunity for a highly motivated administrator to join our busy Recruitment and Admissions Team in the Faculty of Social and Human Sciences. You will work as part of an effective team within the Faculty and with colleagues across the Student and Academic Administration work stream to ensure effective and professional support for all aspects of the Faculty’s recruitment and admissions activities. Major elements of the post will be setting up and running open days and visit days, providing support and guidance to applicants and other enquirers, assessing applications within agreed entry criteria and processing offers.", "You will be an excellent team player with a proven ability to work proactively. You will be patient, friendly, well organised and adaptable taking a proactive approach to ensure that you are working efficiently. Excellent communication, organisational and inter-personal skills are required and you should have a strong record of providing excellent customer service.", "Some weekend working will be required.", "Please note, appointments will be made on the first point of the salary scale. ", "Application Procedure: You should submit your completed online application form at ", ". The vacancy will close at midnight on the closing date as shown above. If you need any assistance, please contact Carol Read on +44 (0) 23 8059 3649.", "Further details: We aim to be an equal opportunities employer and welcome applications from all sections of the community. Please note that applications from agencies will not be accepted unless indicated in the job advert.", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Southampton"], "job_type": "Clerical", "subject_area": ["Administrative"]},
{"title": ["PA/Administrator"], "url": "http://www.jobs.ac.uk/job/AMJ578/pa-administrator/", "text": ["Part Time: 18.25 (50%FTE)", "The appointment will be on UCL Grade 6. The salary range will be £26,976 - £31,614 per annum, Pro-rata, inclusive of London Allowance.", "An enthusiastic individual is sought for this part-time post, to provide administrative and research support to Professor Stephenson and the Sexual and Reproductive Health Research Group.", "The role involves personal assistant duties, including electronic diary co-ordination; organising travel; preparing and formatting presentations and journal papers for submission; and use of complex online systems for submissions; maintaining webpages and online profiles etc. It also involves careful budget monitoring and management; assisting with research grant applications including accurate online submissions; organising and servicing meetings; and liaising with the research and admin teams to ensure the smooth running of the research group.", "The post is 0.5 FTE. The post is funded until 31 March 2016. Further funding to support the post may be available.", "Applicants must have substantial administrative/secretarial experience and/or relevant qualifications; excellent IT, word processing and electronic diary management skills and an aptitude for using complex online systems. They will require a substantive level of numeracy and it would be beneficial to have experience of monitoring financial information. A professional outlook and the ability to work independently with initiative are important.", "Applicants should apply online. To access further details about the position and how to apply please click on the ‘Apply’ button below.", "If you have any queries regarding the vacancy or the application process, please contact Christina Ahlfors: ", " or call 020 3108 2033", "Latest time for the submission of applications: 15:30.", "Interview Date: tbc ", "We particularly welcome applications from black and minority ethnic candidates as they are under-represented within UCL at this level.", "This position does not meet the resident labour market test under UK Border Agency rules and therefore UCL would be unable to obtain the right to work for non-EEA nationals whose employment would require a Tier 2 visa.", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["University College London"], "job_type": "Clerical", "subject_area": ["Administrative", "Finance"]},
{"title": ["Fund Officer"], "url": "http://www.jobs.ac.uk/job/AMJ572/fund-officer/", "text": ["We are seeking to appoint a Funds Officer as part of the Funds Team within the Money Advice and Funds Service. The primary responsibility of the successful candidate will be to process applications from students for non-repayable hardship funds and for short-term loans. The role-holder must communicate with students, explaining the application process, advising on documentary evidence required and the reasons for a decision. The role-holder must have as a minimum grade C GCSE Maths and significant recent experience of working in a financial environment. Experience of income assessment for individuals and an understanding of welfare benefits and statutory funding for HE students is desirable.", "This post is working 22 hours per week on a Wednesday, Thursday and Friday.", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["University of the West of England, Bristol"], "job_type": "Professional or Managerial", "subject_area": ["Administrative", "Finance"]},
{"title": ["PhD Studentship: Parents home numeracies and children’s performance in primary school mathematics"], "url": "http://www.jobs.ac.uk/job/AMD168/phd-studentship-parents-home-numeracies-and-childrens-performance-in-primary-school-mathematics/", "text": ["Competitive full time three year funded studentship ", "Eligibility: Home UK/EU applicants only - (who must be resident in UK/EU) ", "Start date 1st February 2016 ", "Value p.a.: Bursary £14057 (pro rata as start date February) for academic year 2015/16 & fees. ", "An IELTS Academic test certificate issued in the last two years - minimum score level 6 in each of the four areas of reading, writing, listening and speaking with overall minimum score 7.0 or relevant undergraduate degree awarded by UK university within the last two years. ", "Requirements: Good Honours undergraduate degree equivalent to a UK degree BSc (minimum 2.1) and a Masters degree or equivalent in Psychology or in the field of Education. The candidate should be comfortable working in an interdisciplinary perspective and drawing both in qualitative and quantitative methods ", "Project: In England, the importance of parental involvement in their children’s school mathematical learning has received considerable attention in policy reports. Generally, these reports propose that parental involvement in their child’s school mathematics education is beneficial. However, the evidence from a few empirical studies is mixed. Findings from research in other countries suggest that not all parental involvement has a positive impact on the child’s school mathematics performance. Distinguishing between different types of parental home numeracy practices may offer insight into the way these practices impact on the child´s school mathematical performance. Mathematics at home covers both implicit numeracy practices, such as playing games, cooking etc., and more explicit numeracy practices, such as counting, using money, school mathematics at home, etc. Understanding the nature of these practices and the extent to which they have similar or different impacts on a child´s school mathematics is crucial for policy guidelines. ", "This studentship aims to (i) examine what types of home numeracies parents of primary school children promote at home, (ii) develop a research tool (questionnaire) to explore and distinguish home numeracy practices of parents with children in primary schools, (iii) investigate relationships between parents’ home numeracy practices and children’s performance in primary school mathematics. ", " As part of the Studentship you will be required to undertake up to 6 hours undergraduate teaching per week during semesters without further remuneration. This may include supporting the teaching of statistics. You will be expected to participate in a course to develop your teaching skills. ", " For further information contact Professor Guida de Abreu e-mail address ", " ", " Please complete the  Application Form, which you can download from ", " ", " With your application you must enclose a CV and a Research Proposal (max 2000 words) plus if appropriate a IELTS Academic test score certificate.", "Applications will only be accepted by e-mail to the following address: ", " ", " Interviews to be held  2nd December 2015. ", "Any successful applicant will be subject to a DBS search once they enrol.  ", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Oxford Brookes University"], "job_type": "PhD", "subject_area": ["Psychology", "Education Studies (inc. TEFL)", "Education Studies"]},
{"title": ["Senior Lecturer / Lecturer in Sport and Exercise Physiology"], "url": "http://www.jobs.ac.uk/job/AMJ226/senior-lecturer-lecturer-in-sport-and-exercise-physiology/", "text": ["The Department of Sport, Exercise and Rehabilitation offers an extensive and successful portfolio of teaching, research and innovation across the breadth of sport and physiotherapy disciplines. The Faculty has experienced a remarkable period of growth embracing a £5 million refurbishment of bioscience and psychology laboratories and a state-of-the-art suite of sport science laboratories, sports courts and track that form part of a £30 million Sport Central City Campus investment.", "The Department has delivered sport degrees since 1979 and the current suite includes under-graduate degrees in sport coaching, development, management and science. Postgraduate, professional practice and doctoral degrees operate across a range of areas in the Department. The Sport and Exercise Physiology team deliver on a range of highly innovative programmes including the BSc (Hons) Applied Sport and Exercise Science and MSc Clinical Exercise Physiology courses.", "You will be required to teach, lead and manage modules across the subject area; contribute to research and consultancy activity and academic administrative duties, including student volunteering activity and work placement.", "You should have sound knowledge of Sport and Exercise Physiology and be able to make a significant contribution to the learning and teaching in Sport and Exercise Physiology. You should possess or be nearing completion of a PhD in Sport and Exercise Sciences or a closely related subject, have the ability to teach at UG and PG levels, and also have the ability to contribute to Department research. You will be expected to have good interpersonal, communication and organisational skills.", "For an informal discussion about this post please contact Dr Liz Partington, Director of Programmes, ", ", on +44 (191) 243 7096.", "To download an Application Form please visit: ", "Northumbria University is an equal opportunities employer and welcomes applications from all sections of the community and particularly from under-represented groups.", "12 noon on 26", " November 2015", "w/c 14", " December 2015", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Northumbria University"], "job_type": "Academic or Research", "subject_area": ["Health and Medical", "Anatomy, Physiology and Pathology", "Sport and Leisure", "Sports Science"]},
{"title": ["PhD Studentship - Physical activity during pregnancy"], "url": "http://www.jobs.ac.uk/job/AMH770/phd-studentship-physical-activity-during-pregnancy/", "text": [": Home UK/EU applicants only (must be resident in UK/EU) ", ": Full time - three years (NB: Clinician applicants can apply under our Clinical Academic PhD Programme which runs over four years – see funding details below)", " Value p.a.: Bursary of £14,057 if 3 years full time (pro rata as start date part way through academic year) for academic year 2015/16 & fees.", "Value p.a.: Bursary of £10,386 if 4 years full- time (pro rata as start date part way through academic year) for academic year 2015/16 & fees.", ": 5.00 pm (UK time) on 13 November 2015. ", " 1 February 2016 ", " will be held 11 December. ", "Applicants should have a first class or upper second class (minimum 2.1) honours degree from a Higher Education Institution in the UK or an acceptable equivalent qualification in health sciences, health psychology, or other relevant discipline.", "EU Applicants must provide your e-mail application a scanned copy of your English language test certificate. Applicants must have a valid IELTS Test certificate minimum score level 6 in each of the four areas of reading, writing, listening and speaking with overall minimum score 7.0.", "First supervisor: Dr Lesley Smith, second supervisor(s) Dr Ethel Burns and Dr Louise Hunter. ", "Project: Research indicates that recommended physical activity levels are not met by a substantial proportion of the adult population, and in women further decline during pregnancy. Some of the barriers to being active and participating in exercise classes involve physiological factors and attitudes towards risk and safety with lack of clear advice on what to do. Yet there are many health benefits from staying active throughout pregnancy and beyond. This PhD will take forward preliminary research we have conducted on this topic and use a mixed methods approach to develop interactive and tailored advice for women.", "As part of the Studentship, any successful applicant will be required to undertake up to 6 hours undergraduate teaching per week during semesters without further remuneration. You will also be expected to participate in a course to develop your teaching skills. ", "For further information on the research project itself, please contact Dr Lesley Smith (", ") at ", ".", "Please download application form from ", " ", "Additionally with your application you should enclose a CV, plus if appropriate a valid IELTS test score certificate. ", "Applications will only be accepted by email to the following address: ", " ", "Please ensure you provide referee details including e-mail addresses and telephone numbers on your application.", "Candidates invited to interview will be asked to give a short (5 minute) presentation on how they might approach the topic and what skills/qualities/experience they would bring.", "Any successful applicant will be subject to a DBS search once they enrol. In view of checking procedures they will be required to exhibit a current passport ", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Oxford Brookes University"], "job_type": "PhD", "subject_area": ["Health and Medical", "Anatomy, Physiology and Pathology"]},
{"title": ["PhD Studentship - Replication stress and genome stability"], "url": "http://www.jobs.ac.uk/job/AMD149/phd-studentship-replication-stress-and-genome-stability/", "text": ["A PhD studentship (UK and EU) is available to study the underlying mechanisms behind genome instability in cancer. The project is to study the consequences of loss of Smc5/6 function on genome stability. The Smc5/6 complex is an essential complex related to the condensin and cohesin complexes, which are required for sister chromatid cohesion and chromosome compaction at mitosis. Smc5/6 is required to regulate recombination particularly in response to replication stress. Deregulation of Smc5/6 leads to increased illegitimate recombination and gross chromosomal rearrangements, a hallmark of cancer. It has been implicated in brain metastasis and breast cancer susceptibility.", "We use a wide range of approaches from yeast models, human cell biology including primary cells derived from patients with a rare chromosome breakage syndrome, imaging and biochemistry to understand the requirements for Smc5/6. This project will involve using genome editing by CRISPR-Cas9 to create human cell lines with defined mutations. These will be used to analyse Smc5/6 function in a range of cellular assays and to validate hits from high throughput synthetic lethality/ viability screens. This will enable potential drug targets relevant to cancer cells to be explored and developed for drug discovery ", "The students will receive training in state-of-the-art molecular and cell biology techniques, and will also benefit from close interactions with clinical and medicinal chemist collaborators.", "The position is available for start in Jan 2016 and applicants are encouraged to contact Jo Murray (", ") for more information. ", "To be considered complete online application ", "Apply for PhD in Genome Stability, Jan 2016 start (2015-16 entry). Mention name of supervisor in “suggested supervisor” section. In funding mention sponsored or seeking funding. In Award details mention School of Life Sciences funded studentship. Include brief statement of interest (upto 2 pages), CV, two academic references, UG/PG transcripts, IELTS/TOEFL results if residing in EU. The studentship is for 3.5 years (full fee waiver, stipend Research Council equivalent rate). Only full time students will be accepted.", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Sussex"], "job_type": "PhD", "subject_area": ["Biological Sciences", "Genetics", "Other Biological Sciences"]},
{"title": ["Graduate Teaching Assistant- Facilities Management, Fixed Term (up to 4 years)"], "url": "http://www.jobs.ac.uk/job/AMI514/graduate-teaching-assistant-facilities-management-fixed-term-up-to-4-years/", "text": ["The School of Built Environment and Engineering provides a stimulating environment for education in all aspects of the built environment. A particular feature of Built Environment & Engineering courses is the breadth and vocational relevance of the courses available, together with an emphasis on innovation in teaching and learning and the development of student capability. With close links to key accrediting industry bodies, we provide our graduates with access to full professional status. We have also achieved national and international recognition for research and consultancy. Through our strength in industry-related activity, the school has established excellent networks, providing access to a broad range of commercial enterprises engaged in construction and associated activities. We have been successful in attracting research consultancy funding at a high level, which led to the development of the Leeds Sustainability Institute [LSI]. The LSI is a centre of research, informed and supported by business leaders, professional associations and community groups addressing the challenges of creating more sustainable places, communities and economies. ", "We are seeking to appoint a full time graduate teaching assistant within the Facilities Management academic discipline. Applications will be welcomed from candidates who have a research interest in facilities management, Building Information Modelling, sustainable FM, supply chain management and procurement. The graduate teaching Assistant position offers motivated and aspiring academics a unique opportunity to study for a PhD, while lecturing in subjects broadly related to their area of research.", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Leeds Beckett University"], "job_type": "PhD", "subject_area": ["Architecture, Building and Planning", "Architecture and Building"]},
{"title": ["ESRC Tobacco & Alcohol Ethics PhD Studentship 2016"], "url": "http://www.jobs.ac.uk/job/AMG976/esrc-tobacco-and-alcohol-ethics-phd-studentship-2016/", "text": ["The Department of Law is now open to accepting new applications for a Studentship award, in conjunction with the ESRC and the MRC, to fund research into the area of public health policy.", "For more detailed information about the award and its eligibility criteria, please see the web-page below: ", "Under the supervision of Professor Richard Ashcroft, and another experienced academic, the successful candidate will work within the overall research topic area mentioned below, and thus applicants are requested to submit a short research proposal (1000 words maximum) outlining their proposed research question:", "The tobacco and alcohol industries have worked hard to play down the health effects of their products, and have achieved broad success in shifting the burden of moral proof onto the public health community. The UK and other governments have come under intense lobbying pressure, and criticism from the media, when developing public health policies.", "Merely informing consumers, in the context of light regulation of the markets for tobacco and alcohol, can have an important impact but more could be achieved to reduce harm and promote well-being. Even “mere information” approaches have critics, who claim that health education is bullying moralism, and advertising restrictions are human rights violations.  ", "Thus, while nudges, cultural change, social marketing, consumer information, and so on are standard practices of the industries, public health institutions and actors are required to justify their own attempts to use these strategies, and to defend themselves from attacks on their moralism, illiberalism, nannying and/or paternalism. In particular we need both to understand the “libertarian” debates, and to move on from assuming that they should be central to policy development in this area.", "About the Award & Eligibility Criteria", "The deadline for Studentship applications to the School of Law is ", "You must have completed the main PhD application process, including the submission of all required supporting documentation, by the deadline date in order to be considered.", "Further Information: Any informal inquiries about the research proposal for the Studentship can be directed to Prof. Richard Ashcroft, at ", "  ", "If you have any queries relating to the funding application process, e-mail Mr Gareth Skehan, School of Law PhD Admissions Administrator on ", "For information on how to make an application to the School of Law PhD programme, about the entry requirements and what supporting documentation is required, please see our web-page: ", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Queen Mary, University of London"], "job_type": "PhD", "subject_area": ["Health and Medical", "Medicine and Dentistry", "Social Sciences and Social Care", "Other Social Sciences"]}[{"title": ["Sports Assistant"], "url": "http://www.jobs.ac.uk/job/AMJ476/sports-assistant/", "text": ["The University of Bath is a unique sporting environment that is recognised as one of the National Institutes of Sport. Our customers include students, international athletes and members of the public.", "We wish to recruit a Sports Assistant to the operations team for this multi-sports campus facility, which offers some of the finest facilities in the country. This is a great opportunity for a person with ambition and who wishes to be involved with all levels of sport.", "Your duties will be to assist the Shift Managers and Sports Supervisors in the day-to-day running and set up of indoor and outdoor activities and events. Your main responsibilities will consist of lifeguarding, operation of the sports facilities and associated areas, maintainance of facilities and associated equipment, security, cleanliness, health and safety and emergency procedures.", "We wish to appoint sports enthusiasts with good interpersonal and organisational skills, the ability to work as part of a team, and a lifeguarding qualification. The post will involve evening and weekend shift work.", "This position will require a basic DBS check.", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["University of Bath"], "job_type": "Technical", "subject_area": ["Craft or Manual", "Sport and Leisure"]},
{"title": ["Fit For Living Exercise Referral Specialist"], "url": "http://www.jobs.ac.uk/job/AMI074/fit-for-living-exercise-referral-specialist/", "text": ["Surrey Sports Park are seeking an Exercise Referral Specialist to join the Fit for Living team, to deliver the department's exercise referral and self referral programmes and work together with the existing team to develop more exercise support opportunities across our programmes.", "The Fit for Living team specialise in delivering safe exercise and dietary advice to a variety of special populations; including exercise referral clients, pre/post natal women, cancer patients and those looking for help with weight management.", "As the Fit For Living Exercise Referral Specialist, the post holder is expected to apply their technical and working knowledge of safe exercise practice in order to develop and grow the referral programme offering. The post holder must stay up to date with the latest official guidelines and research published within the field and ensure that all programmes delivered under the Fit For Living brand meet these recommendations.", "You should have an Exercise Referral fitness qualification and possess the ability to communicate detailed information effectively to a wide range of clients. We are looking for someone with passion, drive and commitment to deliver an outstanding service to our guests. ", "Should anyone wish to discuss any aspect of the role or for an informal chat, please contact Jodie Jackson, Fit For Living Manager, on ", ".", "Further details: For more information and to apply online, please download the further details and click on the 'apply online' button above.", "We acknowledge, understand and embrace diversity.", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Surrey"], "job_type": "Craft or Manual", "subject_area": ["Sport and Leisure"]},
{"title": ["Caretaker"], "url": "http://www.jobs.ac.uk/job/AMJ477/caretaker/", "text": ["For over 150 years the University for the Creative Arts in Canterbury, Epsom, Farnham, Maidstone and Rochester has been leading the way for art and design education. Building on its reputation for providing the creative industries with the brightest talent, UCA is the top specialist arts university in the Complete University Guide league table, having risen 43 places in three years to rank 52", " out of 126 UK universities.", "We are seeking to appoint a full-time Caretaker to assist our busy caretaking team at our University based in Canterbury but may be required to work from any of the other campuses. The post is an important and responsible position and your main duties will include opening and locking of the premises, security, fire prevention, goods in/out and support to the University and its departments. You will be expected to work as part of a team on a regular shift pattern as well as emergency out of hours on call duties with a paid ‘out of hours’ allowance.", "You will have good interpersonal skills as there will be daily contact with staff, students and the general public. You will also be able to work on your own initiative and be flexible in your approach to work. An awareness of basic IT is essential as is the willingness to become a trained first aid member of staff.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University for the Creative Arts"], "job_type": "Craft or Manual", "subject_area": ["Property and Maintenance"]},
{"title": ["Facilities Assistant"], "url": "http://www.jobs.ac.uk/job/AMJ373/facilities-assistant/", "text": ["15", "You will have a solution focused approach and be able to work on your own initiative; responding effectively to requests and resolving issues. Your excellent communication skills will enable you to deliver excellent customer care and to develop/maintain effective working relationships with colleagues at all levels.", "If you have experience providing services to a diverse customer base and a good knowledge and understanding of student support/library services then this may be the role for you.", "Working within the University Library at our Ormskirk campus the role involves the operation of our extended opening service from 9pm to midnight during term time. The role involves helping to maintain a safe and secure environment for customers, in line with University regulations, including the student code of behaviour.", "The role involves general library duties including shelving, tidying of book stock and maintaining the library’s acceptable use policy in relation to noise and inappropriate behaviour.", "When Edge Hill was awarded University of the Year title for 2014/15, Times Higher Education described it as “a great success story…an institution that improves and impresses year after year”. The award recognised our outstanding achievements in student satisfaction, staff engagement, graduate employment and innovation as well as our strengthening research profile, investment and growth. It also celebrated Edge Hill University’s distinct role in “transforming lives” – reflecting a distinctive philosophy of creating opportunity from excellence.", "Based on an award-winning campus in West Lancashire, and voted Best University Workplace 2015, Edge Hill University offers a stimulating and empowering environment for ambitious and high performing professionals.", "We are now seeking to appoint exceptional people to be part of our continuing success story.", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Edge Hill University"], "job_type": "Craft or Manual", "subject_area": ["Property and Maintenance"]},
{"title": ["Personal Assistant to Director SCG-Oxford Centre of Excellence in Chemistry"], "url": "http://www.jobs.ac.uk/job/AMJ324/personal-assistant-to-director-scg-oxford-centre-of-excellence-in-chemistry/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Oxford"], "job_type": "Clerical", "subject_area": ["Administrative", "Hospitality, Retail, Conferences and Events", "IT", "PR, Marketing, Sales and Communication"]},
{"title": ["Service Team Leader"], "url": "http://www.jobs.ac.uk/job/AMJ564/service-team-leader/", "text": ["To be confirmed", "Do you have a great work ethic with a flexible, positive and proactive approach with a passion for people?", "A fantastic opportunity has arisen to come and join Starbucks at Surrey Sports Park - the University of Surrey. We are looking for enthusiastic and keen to learn individuals with a passion for food to join our team of service team members.", "We are looking for service team members to provide excellent customer service in the delivery of our food and drinks, prepare service and customer areas and carry out light food preparation. Successful applicants will need to be flexible as you will be expected to work 5 days out of 7 (40 hours per week) on a rota basis (including weekends).", "In return we offer a generous annual leave entitlement, pension scheme, excellent development opportunities and discounted leisure rates.", "So if you are someone who is committed, hardworking and vibrant please apply online.", "For more information and to apply online, please click on the 'Apply' button below and download the further details.", "We acknowledge, understand and embrace diversity.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Surrey"], "job_type": "Craft or Manual", "subject_area": ["Hospitality, Retail, Conferences and Events"]},
{"title": ["UKRO European Advisors"], "url": "http://www.jobs.ac.uk/job/AMJ382/ukro-european-advisors/", "text": ["An exciting opportunity has come up to join the European Advisor team at the UK Research Office (UKRO) in Brussels.", "UKRO is the UK's leading information and advice service on European Union funding for research, innovation and higher education. Established in 1984 and located in Brussels, UKRO is the European office of the UK Research Councils. It delivers a subscription-based advisory service for over 150 research organisations (in the main UK HEIs) and provides National Contact Point services on behalf of the UK Government.", "You will join a small, friendly and dynamic team that provides information and advice on EU research, innovation and higher education programmes and policies to UK research organisations.", "Core duties include the gathering, interpretation and dissemination of relevant information and the provision of high-quality advice to the UK research community. Development of effective contacts with European Commission officials and UK stakeholders with a role in EU research policy is a key element of the job. This role will require you to live in Brussels, travel frequently to UK, and attend regular events outside of standard office hours.", "Further information on UKRO can be found at: ", " ", "The selected candidates will be employed by the Biotechnology and Biological Sciences Research Council (BBSRC). A generous remuneration package is offered: salary of £28,384 plus up to £11,400 tax free overseas displacement allowances", "(the overseas allowance includes a monthly cost of living allowance (currently £417 pcm) and provision for accommodation (up to £950 pcm)).", " ", "The BBSRC welcomes applications from all sections of the community, irrespective of race, ethnic origin, religion, sexual orientation, grounds of gender, disability, age, race/ethnicity, religion or philosophical belief or sexual orientation. The successful applicant will be responsible for ensuring that they are legally entitled to work in the UK and Brussels.", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["UK Research Office (UKRO)"], "job_type": "Professional or Managerial", "subject_area": ["Administrative", "International Activities"]},
{"title": ["Assistant Director- Impact and Partnership Development"], "url": "http://www.jobs.ac.uk/job/AMJ530/assistant-director-impact-and-partnership-development/", "text": ["Ranked among the top 100 universities in the world, Exeter has become one of the UK’s fastest growing and fastest rising research universities. With research success comes a new ambition to generate transformational projects with our partners and position Exeter as one of the UK’s leading universities for innovation, business and community engagement. ", "We are now investing in a new Directorate of Innovation, Impact and Business to drive forward our already strong relationships with business; grow our potential for significant impact; and galvanise regional innovation.", "The Assistant Director will manage a thematic, cross-university team responsible for supporting impact development; research collaboration with industry and government partners; relationships with key partners including corporate partners; and other forms of income generation from businesses. Extremely well networked in your area of expertise you will represent the University in both internal and external interactions to underpin our strategic objectives.", "Whilst managing your own portfolio of projects and key relationships you will support planning, training, systems and approaches to business and community engagement across the University’s six Colleges in five separate locations in Devon and Cornwall. Working closely with our College Registrars you will use your knowledge and experience of business and impact development, and income generation to generate annual plans and ensure their delivery.", "For further information, please contact Sean Fielding, Director of Innovation, Impact and Business email ", ", or telephone (01392) 723181. ", "The University of Exeter is an equal opportunity employer which is 'Positive about Disabled People'. Whilst all applicants will be judged on merit alone, we particularly welcome applications from groups currently underrepresented in the workforce.", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["University of Exeter"], "job_type": "Professional or Managerial", "subject_area": ["Senior Management", "International Activities"]},
{"title": ["International Recruitment Officer - A27275A"], "url": "http://www.jobs.ac.uk/job/AUA225/international-recruitment-officer-a27275a/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Newcastle University"], "job_type": "Professional or Managerial", "subject_area": ["PR, Marketing, Sales and Communication", "Student Services", "International Activities"]},
{"title": ["PA/Administrator"], "url": "http://www.jobs.ac.uk/job/AMJ578/pa-administrator/", "text": ["Part Time: 18.25 (50%FTE)", "The appointment will be on UCL Grade 6. The salary range will be £26,976 - £31,614 per annum, Pro-rata, inclusive of London Allowance.", "An enthusiastic individual is sought for this part-time post, to provide administrative and research support to Professor Stephenson and the Sexual and Reproductive Health Research Group.", "The role involves personal assistant duties, including electronic diary co-ordination; organising travel; preparing and formatting presentations and journal papers for submission; and use of complex online systems for submissions; maintaining webpages and online profiles etc. It also involves careful budget monitoring and management; assisting with research grant applications including accurate online submissions; organising and servicing meetings; and liaising with the research and admin teams to ensure the smooth running of the research group.", "The post is 0.5 FTE. The post is funded until 31 March 2016. Further funding to support the post may be available.", "Applicants must have substantial administrative/secretarial experience and/or relevant qualifications; excellent IT, word processing and electronic diary management skills and an aptitude for using complex online systems. They will require a substantive level of numeracy and it would be beneficial to have experience of monitoring financial information. A professional outlook and the ability to work independently with initiative are important.", "Applicants should apply online. To access further details about the position and how to apply please click on the ‘Apply’ button below.", "If you have any queries regarding the vacancy or the application process, please contact Christina Ahlfors: ", " or call 020 3108 2033", "Latest time for the submission of applications: 15:30.", "Interview Date: tbc ", "We particularly welcome applications from black and minority ethnic candidates as they are under-represented within UCL at this level.", "This position does not meet the resident labour market test under UK Border Agency rules and therefore UCL would be unable to obtain the right to work for non-EEA nationals whose employment would require a Tier 2 visa.", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["University College London"], "job_type": "Clerical", "subject_area": ["Administrative", "Finance"]},
{"title": ["Fund Officer"], "url": "http://www.jobs.ac.uk/job/AMJ572/fund-officer/", "text": ["We are seeking to appoint a Funds Officer as part of the Funds Team within the Money Advice and Funds Service. The primary responsibility of the successful candidate will be to process applications from students for non-repayable hardship funds and for short-term loans. The role-holder must communicate with students, explaining the application process, advising on documentary evidence required and the reasons for a decision. The role-holder must have as a minimum grade C GCSE Maths and significant recent experience of working in a financial environment. Experience of income assessment for individuals and an understanding of welfare benefits and statutory funding for HE students is desirable.", "This post is working 22 hours per week on a Wednesday, Thursday and Friday.", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["University of the West of England, Bristol"], "job_type": "Professional or Managerial", "subject_area": ["Administrative", "Finance"]},
{"title": ["Lecturer/ Senior Lecturer in Sports Therapy"], "url": "http://www.jobs.ac.uk/job/AMJ394/lecturer-senior-lecturer-in-sports-therapy/", "text": [" As soon as possible", " Head of Institute", " Interview date anticipated to be 17", " December ", "An enthusiastic, committed and excellent lecturer of Sports Therapy is sought to join our team to contribute to our thriving undergraduate programme. This post will strengthen the team of staff contributing to the study of Sport & Exercise Science across levels course (HND, some undergraduate, and potential for postgraduate and research). The posts are a direct result of the growth of the course. The Sports Therapy undergraduate programme is accredited by The Society of Sports Therapists and is leading the way with innovative developments in teaching, learning and promoting the student experience.", "We are particularly keen to appoint someone who has practical experience of sports injury treatment, trauma management, manual therapy and/or a research background. They will contribute to the delivery of both practical and academic elements of the course as well as supervision of students within the on-site clinics. They will also be involved in research and professional developments in Sports Therapy within the University. All staff undertake a number of additional duties and, whilst these are subject to negotiation with the Head of Institute at annual review, they normally include consideration of income generation potential.", "Short-listed candidates that are invited to interview will be asked to design and come prepared to deliver a teaching session as outlined below:", "You have 20 minutes to deliver part of a practical teaching session to a small group of first year students. You are asked to teach the students muscle testing of the shoulder. The students have not undertaken any E&A before this session, but they have completed one semester of anatomy. You will have access to a computer and data projector, plinths, space and a small group of first year students. Please let us know if you require any other resources.", "You will be given time after the teaching session to change clothes if required for the formal interview.", "Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["University of Worcester"], "job_type": "Academic or Research", "subject_area": ["Sport and Leisure", "Sports Science"]},
{"title": ["Research Physiotherapist & Musculoskeletal Extended Scope Practitioner"], "url": "http://www.jobs.ac.uk/job/AUA190/research-physiotherapist-and-musculoskeletal-extended-scope-practitioner/", "text": ["This is will be a joint post with the substantive employer being Sports and Exercise Medicine in the William Harvey Research Institute (WHRI) of Barts and The London School of Medicine & Dentistry, within Queen Mary University of London. There will be an honorary contract and clinical work with the award-winning Bart's Health NHS trust MSK physiotherapy department. ", "Applications are invited for a research physiotherapist and extended scope practitioner to co-ordinate and drive forward a range of research projects under the academic supervision of Dr Dylan Morrissey, NIHR/HEE Clinical Reader and consultant physiotherapist. The projects include clinical trials, evidence synthesis and clinical reasoning tool development. You would join a thriving team of researchers at masters, doctoral and post-doctoral levels who also deliver two of the UK's premier SEM degrees. ", "Applicants will be encouraged and assisted to apply for external funding to obtain fellowships from NIHR ICA scheme or other relevant funding bodies. ", "The post is full-time and fixed term for 1 year, with there being every chance of extension based on the success of subsequent grant applications. Starting salary will be £43,888 - £48,996 per annum inclusive of London Allowance (equivalent to NHS Agenda for Change Band 8A). Benefits include 30 days’ annual leave, defined benefit pension scheme and interest-free season ticket loan. ", "Candidates must be able to demonstrate their eligibility to work in the UK in accordance with the Immigration, Asylum and Nationality Act 2006. Where required this may include entry clearance or continued leave to remain under the Points Based Immigration Scheme. ", "Details about SEM can be found on SEM website or Tendon research website and we have a thriving calendar of events e.g. an ongoing educational activity with 80 students and recent conferences in September on Tendon meeting and our 17th Annual Scientific meeting", "Informal enquiries about this post are welcome and can be made to Dr Dylan Morrissey (", ").", "Application enquiries should be directed to Recruitment at ", " ", "To apply, please visit the Human Resources website on ", " and search for reference QMUL7349", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Queen Mary, University of London"], "job_type": "Academic or Research", "subject_area": ["Health and Medical", "Medicine and Dentistry", "Anatomy, Physiology and Pathology", "Sport and Leisure", "Sports Science"]},
{"title": ["Senior Lecturer / Lecturer in Sport and Exercise Physiology"], "url": "http://www.jobs.ac.uk/job/AMJ226/senior-lecturer-lecturer-in-sport-and-exercise-physiology/", "text": ["The Department of Sport, Exercise and Rehabilitation offers an extensive and successful portfolio of teaching, research and innovation across the breadth of sport and physiotherapy disciplines. The Faculty has experienced a remarkable period of growth embracing a £5 million refurbishment of bioscience and psychology laboratories and a state-of-the-art suite of sport science laboratories, sports courts and track that form part of a £30 million Sport Central City Campus investment.", "The Department has delivered sport degrees since 1979 and the current suite includes under-graduate degrees in sport coaching, development, management and science. Postgraduate, professional practice and doctoral degrees operate across a range of areas in the Department. The Sport and Exercise Physiology team deliver on a range of highly innovative programmes including the BSc (Hons) Applied Sport and Exercise Science and MSc Clinical Exercise Physiology courses.", "You will be required to teach, lead and manage modules across the subject area; contribute to research and consultancy activity and academic administrative duties, including student volunteering activity and work placement.", "You should have sound knowledge of Sport and Exercise Physiology and be able to make a significant contribution to the learning and teaching in Sport and Exercise Physiology. You should possess or be nearing completion of a PhD in Sport and Exercise Sciences or a closely related subject, have the ability to teach at UG and PG levels, and also have the ability to contribute to Department research. You will be expected to have good interpersonal, communication and organisational skills.", "For an informal discussion about this post please contact Dr Liz Partington, Director of Programmes, ", ", on +44 (191) 243 7096.", "To download an Application Form please visit: ", "Northumbria University is an equal opportunities employer and welcomes applications from all sections of the community and particularly from under-represented groups.", "12 noon on 26", " November 2015", "w/c 14", " December 2015", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Northumbria University"], "job_type": "Academic or Research", "subject_area": ["Health and Medical", "Anatomy, Physiology and Pathology", "Sport and Leisure", "Sports Science"]},
{"title": ["Research Assistant in Exercise and Nutrition"], "url": "http://www.jobs.ac.uk/job/AMJ449/research-assistant-in-exercise-and-nutrition/", "text": ["We are looking to appoint a dynamic and motivated research assistant with knowledge of sport and exercise science and nutrition to join a study examining the effect of a nutritional supplement (pinitol) and exercise on blood glucose control.  The project will involve healthy, human participants.  The long term aim is to use the results from this study to inform and develop improved strategies for pre- and type 2 diabetics to control blood sugar levels and to minimise side-effects commonly seen with the condition.  This is particularly pertinent given the increasing rates of type 2 diabetes and the associated burden on NHS funding.  The post-holder will be expected to perform and interpret the results from exercise tests and to supervise participants during prescribed exercise sessions. The post will also involve the collection and handling of blood samples using standard venopuncture methods and analysing the effects of exercise and pinitol on various blood markers.  The post holder will be required to keep a laboratory notebook and record data on spreadsheets. ", "The research post holder will be based in the Sport and Exercise Science building (Carwyn James Building) within IBERS. Staff within Sport and Exercise Science have a track record of carrying out research into the effect of exercise and nutrition on human metabolism.", "Informal enquires should be directed to Dr Les Tumilty (", ")", "For information and application forms please go to ", " ", "We are a Bilingual Institution which operates a Welsh Language scheme and is committed to Equal Opportunities.", "APPOINTMENTS ARE NORMALLY MADE WITHIN 4-8 WEEKS OF THE CLOSING DATE. IF WE HAVE NOT BEEN IN TOUCH WITHIN THIS TIMESCALE YOU MAY ASSUME THAT YOUR APPLICATION IS NOT BEING FURTHER CONSIDERED AND NO OTHER COMMUNICATION WILL BE SENT.", "Type / Role:", "Subject Area(s):", "Location(s):", "Wales"], "university": ["Aberystwyth University"], "job_type": "Academic or Research", "subject_area": ["Health and Medical", "Nutrition", "Sport and Leisure", "Sports Science"]},
{"title": ["Curriculum Data Senior Officer"], "url": "http://www.jobs.ac.uk/job/AMJ047/curriculum-data-senior-officer/", "text": ["Registry Services performs a pivotal role in ensuring that the University manages student processes from enrolment through to graduation and meets its diverse statutory and regulatory responsibilities.", "Reporting to an Assistant Registrar and working closely with the Curriculum Data Manager, this role is responsible for the creation and maintenance of curriculum records within the student and curriculum management system (SITS:Vision) as well as the delivery of processes such as online module selection. You will make a significant contribution to ensuring that the University's management information needs and statutory reporting responsibilities (such as to the Higher Education Statistics Agency) are fulfilled.", "You will need to have substantial experience of working with a large corporate record system and be accomplished at analysing complex information. You will become an expert in the entity relationships and infrastructure of SITS:Vision. You will be able to work across a large organisation and build successful partnerships with other specialist areas of the University, as well as proactively manage a broad spectrum of stakeholders.", "Please quote job number:", "Closing date: ", "To find out more about working at Sheffield Hallam University please visit ", "To apply, or get more information about this post, please click on the apply button below.", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Sheffield Hallam University"], "job_type": "Professional or Managerial", "subject_area": ["Library Services and Information Management", "PR, Marketing, Sales and Communication", "Senior Management", "Student Services"]},
{"title": ["3 x Assistant Professors in Quantitative Social Research Methods"], "url": "http://www.jobs.ac.uk/job/AMJ356/3-x-assistant-professors-in-quantitative-social-research-methods/", "text": ["University Park", "£34,233 to £45,954 per annum, depending on skills and experience. Salary progression beyond this scale is subject to performance.", "Applications are invited for three Assistant Professor positions in the Faculty of Social Sciences at the University of Nottingham. All three posts are in the field of quantitative social science research methods.  A parallel substantive research record in one of the following disciplines is also essential:", "Candidates should have completed, or nearly completed, a PhD.", "The candidate appointed will contribute to the teaching of the Q-Step Affiliate pathways in the social sciences, which are provided for students from a variety of social science disciplines. Additionally, the successful candidate will contribute to teaching core modules offered by the School of their home discipline at undergraduate and postgraduate level, including teaching for the University of Nottingham’s ESRC Doctoral Training Centre. The successful candidate will contribute to research in their home School. A further requirement will be to supervise student dissertations at undergraduate and postgraduate levels, and contribute to the administration of their home School. Duties will be commensurate with the level of appointment.", "All three posts are all full time and permanent.", "Informal enquiries may be addressed to Professor Cees van der Eijk, tel: 0115 84 68148, email: ", ". Please note that applications sent directly to this email addresses will not be accepted.", "Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["University of Nottingham"], "job_type": "Academic or Research", "subject_area": ["Mathematics and Statistics", "Statistics", "Social Sciences and Social Care", "Sociology", "Social Policy", "Human and Social Geography", "Other Social Sciences", "Politics and Government", "Education Studies (inc. TEFL)", "Research Methods"]},
{"title": ["Lecturer / Senior Lecturer in International Relations"], "url": "http://www.jobs.ac.uk/job/AMJ347/lecturer-senior-lecturer-in-international-relations/", "text": ["At the University of Derby, people are at the heart of everything we do. As a major, local employer we not only offer one of the region’s most competitive reward packages, but we are also constantly recognising and rewarding individual contribution, as well as helping to develop colleagues both personally and professionally. We take pride in being a really friendly, supportive and innovative workplace and we are genuinely committed to offering colleagues the opportunity to develop a fantastic, long-lasting career here with us.", "We encourage applications from a diverse workforce who can help us achieve our desire to be the ambitious student’s natural choice for quality, support and achievement.", "It is an exciting time to join the International Relations team at the University of Derby and we have just moved with colleagues from Sociology, Criminology, Law and Politics to fantastic new premises in the centre of Derby. This post is being offered as part of our commitment to enhance the research profile of the Department and the post holder will be required to contribute and sustain the momentum gained from our 2014 REF submission.", "The successful candidate will be an expert in International Relations with specialist knowledge in Diplomacy and Security. They will be expected to undertake a range of teaching responsibilities within and across the subject area and undertake tutorial responsibility (both individual and group). Candidates will hold a PhD in a related discipline and will have experience of teaching at an undergraduate level as well as an established or developing track record of research and quality publications. Links with or knowledge of the Diplomatic Community in the UK will be an  advantage,", "The work will involve academic leadership and administrative responsibilities that contribute to the development of curriculum and educational resources and candidates may be required to teach evenings or weekends, or contribute to, and attend, inter-professional and international collaborations.", "The successful applicant will benefit from a highly supportive and collegial working environment and a competitive remuneration package.", "For more information and to apply on-line, please click the “Apply” button below.", "Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["University of Derby"], "job_type": "Academic or Research", "subject_area": ["Politics and Government"]}[[{"salary": " £10,400 to £12,480 Per annum pro rata ", "closes": "12th November 2015", "placed_on": "2nd November 2015", "title": ["Fit For Living Exercise Referral Specialist"], "url": "http://www.jobs.ac.uk/job/AMI074/fit-for-living-exercise-referral-specialist/", "text": ["Surrey Sports Park are seeking an Exercise Referral Specialist to join the Fit for Living team, to deliver the department's exercise referral and self referral programmes and work together with the existing team to develop more exercise support opportunities across our programmes.", "The Fit for Living team specialise in delivering safe exercise and dietary advice to a variety of special populations; including exercise referral clients, pre/post natal women, cancer patients and those looking for help with weight management.", "As the Fit For Living Exercise Referral Specialist, the post holder is expected to apply their technical and working knowledge of safe exercise practice in order to develop and grow the referral programme offering. The post holder must stay up to date with the latest official guidelines and research published within the field and ensure that all programmes delivered under the Fit For Living brand meet these recommendations.", "You should have an Exercise Referral fitness qualification and possess the ability to communicate detailed information effectively to a wide range of clients. We are looking for someone with passion, drive and commitment to deliver an outstanding service to our guests. ", "Should anyone wish to discuss any aspect of the role or for an informal chat, please contact Jodie Jackson, Fit For Living Manager, on ", ".", "Further details: For more information and to apply online, please download the further details and click on the 'apply online' button above.", "We acknowledge, understand and embrace diversity.", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Surrey"], "job_type": "Craft or Manual", "hours": "Full Time", "contract_type": "Contract / Temporary", "job_ref": "076315", "location": "Guildford", "subject_area": ["Sport and Leisure"]},
{"salary": " £54,199 to £70,966 Grade E66, p.a. (pro rata) ", "closes": "9th December 2015", "placed_on": "10th November 2015", "title": ["Deputy Director of Clinical Teaching"], "url": "http://www.jobs.ac.uk/job/AMJ608/deputy-director-of-clinical-teaching/", "text": ["NDPH, Old Road Campus, Headington, Oxford", "The Nuffield Department of Population Health (NDPH) contains world-renowned population health research groups and provides an excellent environment for multi-disciplinary research and teaching.", "We are seeking a part-time Deputy Director to Support the Director of Clinical Teaching in their wider role of population health course and assessment development across preclinical, graduate entry and clinical medical training. You will be responsible for the organisation and delivery of clinical speciality courses, evaluating the quality of learning and teaching methods and supporting examiners in the delivery of assessment procedures.", "To be considered for the role you will need a Master's in Public Health (or equivalent), GMC registration and imminent or full completion of specialist training in Public Health or Primary Care. Additionally you will require substantial relevant experience working in public health or related clinical roles and have experience of teaching.", "The position is part-time (50% FTE) and fixed-term for 2 years.", "The closing date for applications is 12.00 noon on Wednesday 9 December 2015.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Oxford"], "job_type": "Academic or Research", "hours": "Part Time", "contract_type": "Contract / Temporary", "job_ref": "120714", "location": "Oxford", "subject_area": ["Professional or Managerial", "Health and Medical", "Medicine and Dentistry", "Senior Management"]},
{"salary": " £38,511 to £45,954 Grade 8, with discretionary range to £50,200 p.a. ", "closes": "18th November 2015", "placed_on": "10th November 2015", "title": ["IT Application Services Manager"], "url": "http://www.jobs.ac.uk/job/AMJ651/it-application-services-manager/", "text": ["Saïd Business School, Park End Street, Egrove Park, Kennington, Oxford", "Oxford Saïd is looking for an experienced, skilled and highly motivated IT Application Services Manager to manage and oversee the school's portfolio of IT applications and ensure the transition from development to go-live, with the appropriate service levels, support and maintenance.", "The postholder will work closely with the school's Head of IT Services, IT Infrastructure Manager, IT Network and Security Manager, IT Project Managers, Head of IT Programmes and other members of the IT team to review performance, stability, resilience and availability of existing applications and be responsible for the support and sustainability of new application solutions. It will also work closely with senior management, business stakeholders and external partners to deliver innovative technical solutions to meet the needs of the school.", "The role will be responsible for an operational budget of c250k p.a., ensuring the efficient operation of the following areas so they are fit for purpose maintaining a secure, stable and scalable environment while keeping pace with the needs of the school and evolving new technologies.", "The key areas at an operational level will include:", "- enterprise applications;", "- application support;", "- enterprise virtualisation;", "- disaster recovery and business continuity.", "To view the job description and find out to apply please copy this link into your web browser: ", "The closing date for applications is 12.00 noon on 18 November 2015.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Oxford"], "job_type": "Professional or Managerial", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "120871", "location": "Oxford", "subject_area": ["IT"]},
{"salary": " £18,212 to £20,400 ", "closes": "18th November 2015", "placed_on": "9th November 2015", "title": ["Marketing Assistant"], "url": "http://www.jobs.ac.uk/job/AMJ473/marketing-assistant/", "text": ["You’ll be positive and proactive with a good eye for detail and design. You’ll have an interest in marketing and enjoy keeping up to date with what’s going on.", "Supporting the Marketing Manager and ", "team, the Marketing Assistant will be required to assist with promotional campaigns, market research and day-to-day marketing requirements ensuring consistency is maintained throughout. The department includes Student Accommodation, Bars and Eateries, Guest Accommodation, Conference and Events, and Security, so the job is very varied.", "You’ll be expected to liaise with a range of third parties, agencies, stakeholders, students and staff so you’ll not only be an excellent communicator and problem solver but you’ll also be organised and work well under pressure – sometimes with conflicting priorities.", "That’s not all! Good copywriting skills are a must, as well as a strong knowledge of InDesign and social media channels.", "It’s a busy and exciting department which has many peaks and troughs so, on occasion, you will be required to work longer hours, weekends or evenings.", "Further details can be found in the job description.", "To find out more about this role, please contact Liz Eyles ", " Marketing Manager on 01225 383239 or ", ".", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["University of Bath"], "job_type": "Professional or Managerial", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "KN3543", "location": "Bath", "subject_area": ["Hospitality, Retail, Conferences and Events", "PR, Marketing, Sales and Communication"]},
{"salary": " £16,357 to £18,734 Per annum ", "closes": "20th November 2015", "placed_on": "10th November 2015", "title": ["Residential Services Customer Service Assistant"], "url": "http://www.jobs.ac.uk/job/AMJ644/residential-services-customer-service-assistant/", "text": ["Halls", "5 roles available", "Residences at the University of Southampton offer accommodation to over 6000 students every year. In order to enhance the service offered to our diverse customers we are seeking Customer Services Assistants across a number of our Halls site teams. As part of the Residential Services team you will play a significant part in enhancing the experience of students, residents and other customers who interact with our services. You will be calm under pressure and have a commitment to providing excellent customer service at every touchpoint. As an excellent communicator and multi-tasker you will also play a part in providing valuable support to the supervisory teams in Halls of Residence. ", "The successful candidates will be able to evidence experience of working within a busy and diverse customer service environment. We are looking for friendly and organised people and we will give you all of the training you need. An excellent command of English is crucial, you will need to be confident working within a team, customer service skills across any industry could well be an advantage, and you will need to be extremely well presented. You will need to be driven by high standards. You should have basic IT skills. Shift work will include some evenings and some weekends.", "To find out more about the work of Residences please visit our website ", "We aim to be an equal opportunities employer and welcome applications from all sections of the community. Please note that applications from agencies will not be accepted unless indicated in the job advert. ", "You should submit your completed online application form at ", ". The application deadline will be midnight on the closing date stated above. If you need any assistance, please call Suzanne Stone (Recruitment Team) on +44 (0) 23 8059 4043.", "Further details: We aim to be an equal opportunities employer and welcome applications from all sections of the community. Please note that applications from agencies will not be accepted unless indicated in the job advert.", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Southampton"], "job_type": "Craft or Manual", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "648015FB", "location": "Southampton", "subject_area": ["Hospitality, Retail, Conferences and Events", "IT", "Property and Maintenance"]},
{"salary": " £33,574 to £37,768 per annum, pro rata ", "closes": "22nd November 2015", "placed_on": "9th November 2015", "title": ["EU Grants and Contracts Specialist"], "url": "http://www.jobs.ac.uk/job/AUA230/eu-grants-and-contracts-specialist/", "text": ["To provide high quality research support to academic research staff.", "To develop and maintain specialist knowledge of EU funders and associated trends, funding opportunities and rules.", "To prepare and negotiate contracts to ensure maximum value to the University whilst managing risk and complying with legislation.", "1. To provide comprehensive advice and guidance on funding applications and post award implications, based on strong knowledge of, and relationships with, funding bodies and agencies, including expertise on their rules and strategies, in order to maximise the opportunity for application success and return to the University.", "2. To develop and maintain a central repository of funder information in order to inform the development of successful applications by Principal Investigators.", "3. To review risks and feasibility of projects with College Research Support Managers and escalate issues to relevant approver if required, ensuring appropriate approval is received prior to commitment to the project.", "4. To negotiate and draft agreements and contracts on the most favourable terms for the University, while ensuring risks are fully considered.", "5. To be responsible for the review and submission of EU applications, providing direct support and guidance to Principal Investigators throughout the application process and ensuring that applications are properly costed and meet the funder’s requirements in order to maximise the likelihood of success.", "6. To liaise with external partners and collaborators on behalf of the PI throughout the application process and negotiation of consortium agreements.", "7. To proactively highlight potential post award issues, liaise with the EU and International Support Co-ordinator to develop agreed solutions, and provide robust hand-over of awards.", "8. To provide advice, briefings, and presentations as and when required in order to support the objectives and targets of the University’s EU Research Strategy.", "9. To proactively disseminate expert knowledge of funders, funding opportunities and associated key management information across the University to ensure funding opportunities are fully exploited, particularly in areas of University strategic research development and liaise with College/Research Business Development Managers to assess implications and suitability of new funding streams.", "10. To provide specialist training to the University’s academic, research and administrative staff to support the submission of high quality research applications from all areas of the University and to ensure the University maximises recovery of expenditure following successful applications.", "11. To proactively identify opportunities to improve administrative systems, processes and procedures in order to improve the management of funding submissions and project delivery.", "12. To contribute to the development of service improvements in relation to research management support by participating in relevant working groups and liaising with staff from across the University to enhance its research performance and reputation.", "13. To contribute to the enhancement of the University’s international profile in line with the University’s Strategic Plan: Inspiring People – Changing the World.", "New entrants to the University will be required to serve a probationary period of 6 months.", "The successful applicant will be eligible to join the Universities’ Superannuation Scheme. Further information regarding the scheme is available from the Superannuation Officer, who is also prepared to advise on questions relating to the transfer of Superannuation benefits.", "Ref: 011676.", ".", "Type / Role:", "Subject Area(s):", "Location(s):", "Scotland"], "university": ["University of Glasgow"], "job_type": "Professional or Managerial", "hours": "Part Time", "contract_type": "Permanent", "job_ref": "011676", "location": "Glasgow", "subject_area": ["Finance", "Fundraising and Alumni", "Human Resources"]},
{"salary": " £38,896 to £50,702 per annum (including contribution points) ", "closes": "23rd November 2015", "placed_on": "9th November 2015", "title": ["Equality and Diversity Officer"], "url": "http://www.jobs.ac.uk/job/AMJ349/equality-and-diversity-officer/", "text": ["This permanent post is available immediately and is suitable for an experienced Human Resources Professional who has a strong interest in equality and diversity.", " Thursday 3 and Friday 4 December 2015", " £38,896 – £50,702 per annum (including contribution points)", " Monday 23 November 2015", "Apply online at ", ". For further information or assistance contact the Personnel Department, Queen’s University Belfast, BT7 1NN. Telephone (028) 9097 3044 or e-mail on ", ".", "The University is committed to equality of opportunity and to selection on merit. It therefore welcomes applications from all sections of society and particularly welcomes applications from people with a disability.", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern Ireland"], "university": ["Queen's University Belfast"], "job_type": "Professional or Managerial", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "15/104241", "location": "Belfast", "subject_area": ["Human Resources"]},
{"salary": " £38,896 to £47,801 ", "closes": "22nd November 2015", "placed_on": "10th November 2015", "title": ["International and European Recruitment Manager"], "url": "http://www.jobs.ac.uk/job/AMJ619/international-and-european-recruitment-manager/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Northumbria University"], "job_type": "Professional or Managerial", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "IND15/01", "location": "Newcastle Upon Tyne", "subject_area": ["Human Resources", "International Activities"]},
{"salary": " £24,057 to £28,695 Grade 5 p.a. ", "closes": "23rd November 2015", "placed_on": "9th November 2015", "title": ["Radcliffe Camera Reader Services Team Leader"], "url": "http://www.jobs.ac.uk/job/AMJ338/radcliffe-camera-reader-services-team-leader/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Oxford"], "job_type": "Professional or Managerial", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "121024", "location": "Oxford", "subject_area": ["Clerical", "Administrative", "Human Resources", "IT", "Library Services and Information Management"]},
{"salary": " £54,043 to £57,047 ", "closes": "10th December 2015", "placed_on": "9th November 2015", "title": ["Assistant Director- Impact and Partnership Development"], "url": "http://www.jobs.ac.uk/job/AMJ530/assistant-director-impact-and-partnership-development/", "text": ["Ranked among the top 100 universities in the world, Exeter has become one of the UK’s fastest growing and fastest rising research universities. With research success comes a new ambition to generate transformational projects with our partners and position Exeter as one of the UK’s leading universities for innovation, business and community engagement. ", "We are now investing in a new Directorate of Innovation, Impact and Business to drive forward our already strong relationships with business; grow our potential for significant impact; and galvanise regional innovation.", "The Assistant Director will manage a thematic, cross-university team responsible for supporting impact development; research collaboration with industry and government partners; relationships with key partners including corporate partners; and other forms of income generation from businesses. Extremely well networked in your area of expertise you will represent the University in both internal and external interactions to underpin our strategic objectives.", "Whilst managing your own portfolio of projects and key relationships you will support planning, training, systems and approaches to business and community engagement across the University’s six Colleges in five separate locations in Devon and Cornwall. Working closely with our College Registrars you will use your knowledge and experience of business and impact development, and income generation to generate annual plans and ensure their delivery.", "For further information, please contact Sean Fielding, Director of Innovation, Impact and Business email ", ", or telephone (01392) 723181. ", "The University of Exeter is an equal opportunity employer which is 'Positive about Disabled People'. Whilst all applicants will be judged on merit alone, we particularly welcome applications from groups currently underrepresented in the workforce.", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["University of Exeter"], "job_type": "Professional or Managerial", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "P51036", "location": "Exeter", "subject_area": ["Senior Management", "International Activities"]},
{"salary": " £33,574 to £37,768 on Grade F, depending on qualifications and experience ", "closes": "10th December 2015", "placed_on": "9th November 2015", "title": ["Research Development Manager"], "url": "http://www.jobs.ac.uk/job/AMJ589/research-development-manager/", "text": ["Research Support", "Ranked among the top 100 universities in the world, Exeter has become one of the UK’s fastest growing and fastest rising research universities.", "We are looking for an experienced Research Development Manager who will help us to drive Exeter’s position as one of the UK’s leading research universities. You will have a strong track record of working successfully and creatively with academic staff, and experience of managing major research proposals. You will also have a strong understanding of national policies for research and impact in the UK and experience of delivering support and development to academics in this field.", "Your duties will include contributing to the development and delivery of plans to increase Exeter’s grant capture and raise our profile, supporting the development of our research strategies and business plans and acting as relationship manager with the relevant funding body. As a member of the Research Support team, the primary aim of this role will be to increase the research funding awarded to the University by working with our academics, partner institutions and this funding body.", "Your communication and IT skills will be of the highest order and you will have a proactive and creative approach to knowledge sharing and problem solving.", "For further information, please contact Charlotte Moger, email ", ", or telephone (01392) 726493.    ", "The University of Exeter is an equal opportunity employer which is 'Positive about Disabled People'. Whilst all applicants will be judged on merit alone, we particularly welcome applications from groups currently underrepresented in the workforce.", "Type / Role:", "Subject Area(s):", "Location(s):", "South West England"], "university": ["University of Exeter"], "job_type": "Professional or Managerial", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "P51049", "location": "Exeter", "subject_area": ["Administrative", "Fundraising and Alumni", "Senior Management"]},
{"closes": "13th November 2015", "placed_on": "30th October 2015", "title": ["PhD Studentship - Physical activity during pregnancy"], "url": "http://www.jobs.ac.uk/job/AMH770/phd-studentship-physical-activity-during-pregnancy/", "text": [": Home UK/EU applicants only (must be resident in UK/EU) ", ": Full time - three years (NB: Clinician applicants can apply under our Clinical Academic PhD Programme which runs over four years – see funding details below)", " Value p.a.: Bursary of £14,057 if 3 years full time (pro rata as start date part way through academic year) for academic year 2015/16 & fees.", "Value p.a.: Bursary of £10,386 if 4 years full- time (pro rata as start date part way through academic year) for academic year 2015/16 & fees.", ": 5.00 pm (UK time) on 13 November 2015. ", " 1 February 2016 ", " will be held 11 December. ", "Applicants should have a first class or upper second class (minimum 2.1) honours degree from a Higher Education Institution in the UK or an acceptable equivalent qualification in health sciences, health psychology, or other relevant discipline.", "EU Applicants must provide your e-mail application a scanned copy of your English language test certificate. Applicants must have a valid IELTS Test certificate minimum score level 6 in each of the four areas of reading, writing, listening and speaking with overall minimum score 7.0.", "First supervisor: Dr Lesley Smith, second supervisor(s) Dr Ethel Burns and Dr Louise Hunter. ", "Project: Research indicates that recommended physical activity levels are not met by a substantial proportion of the adult population, and in women further decline during pregnancy. Some of the barriers to being active and participating in exercise classes involve physiological factors and attitudes towards risk and safety with lack of clear advice on what to do. Yet there are many health benefits from staying active throughout pregnancy and beyond. This PhD will take forward preliminary research we have conducted on this topic and use a mixed methods approach to develop interactive and tailored advice for women.", "As part of the Studentship, any successful applicant will be required to undertake up to 6 hours undergraduate teaching per week during semesters without further remuneration. You will also be expected to participate in a course to develop your teaching skills. ", "For further information on the research project itself, please contact Dr Lesley Smith (", ") at ", ".", "Please download application form from ", " ", "Additionally with your application you should enclose a CV, plus if appropriate a valid IELTS test score certificate. ", "Applications will only be accepted by email to the following address: ", " ", "Please ensure you provide referee details including e-mail addresses and telephone numbers on your application.", "Candidates invited to interview will be asked to give a short (5 minute) presentation on how they might approach the topic and what skills/qualities/experience they would bring.", "Any successful applicant will be subject to a DBS search once they enrol. In view of checking procedures they will be required to exhibit a current passport ", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Oxford Brookes University"], "job_type": "PhD", "hours": "Full Time", "funding_amount": " £10,386 to £14,057 ", "funding_for": "UK Students, EU Students", "subject_area": ["Health and Medical", "Anatomy, Physiology and Pathology"], "qualification_type": "PhD", "location": "Oxford"},
{"closes": "13th November 2015", "placed_on": "6th October 2015", "title": ["PhD Studentship: Parents home numeracies and children’s performance in primary school mathematics"], "url": "http://www.jobs.ac.uk/job/AMD168/phd-studentship-parents-home-numeracies-and-childrens-performance-in-primary-school-mathematics/", "text": ["Competitive full time three year funded studentship ", "Eligibility: Home UK/EU applicants only - (who must be resident in UK/EU) ", "Start date 1st February 2016 ", "Value p.a.: Bursary £14057 (pro rata as start date February) for academic year 2015/16 & fees. ", "An IELTS Academic test certificate issued in the last two years - minimum score level 6 in each of the four areas of reading, writing, listening and speaking with overall minimum score 7.0 or relevant undergraduate degree awarded by UK university within the last two years. ", "Requirements: Good Honours undergraduate degree equivalent to a UK degree BSc (minimum 2.1) and a Masters degree or equivalent in Psychology or in the field of Education. The candidate should be comfortable working in an interdisciplinary perspective and drawing both in qualitative and quantitative methods ", "Project: In England, the importance of parental involvement in their children’s school mathematical learning has received considerable attention in policy reports. Generally, these reports propose that parental involvement in their child’s school mathematics education is beneficial. However, the evidence from a few empirical studies is mixed. Findings from research in other countries suggest that not all parental involvement has a positive impact on the child’s school mathematics performance. Distinguishing between different types of parental home numeracy practices may offer insight into the way these practices impact on the child´s school mathematical performance. Mathematics at home covers both implicit numeracy practices, such as playing games, cooking etc., and more explicit numeracy practices, such as counting, using money, school mathematics at home, etc. Understanding the nature of these practices and the extent to which they have similar or different impacts on a child´s school mathematics is crucial for policy guidelines. ", "This studentship aims to (i) examine what types of home numeracies parents of primary school children promote at home, (ii) develop a research tool (questionnaire) to explore and distinguish home numeracy practices of parents with children in primary schools, (iii) investigate relationships between parents’ home numeracy practices and children’s performance in primary school mathematics. ", " As part of the Studentship you will be required to undertake up to 6 hours undergraduate teaching per week during semesters without further remuneration. This may include supporting the teaching of statistics. You will be expected to participate in a course to develop your teaching skills. ", " For further information contact Professor Guida de Abreu e-mail address ", " ", " Please complete the  Application Form, which you can download from ", " ", " With your application you must enclose a CV and a Research Proposal (max 2000 words) plus if appropriate a IELTS Academic test score certificate.", "Applications will only be accepted by e-mail to the following address: ", " ", " Interviews to be held  2nd December 2015. ", "Any successful applicant will be subject to a DBS search once they enrol.  ", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["Oxford Brookes University"], "job_type": "PhD", "hours": "Full Time", "funding_amount": " £14,057 ", "funding_for": "UK Students, EU Students", "subject_area": ["Psychology", "Education Studies (inc. TEFL)", "Education Studies"], "qualification_type": "PhD", "location": "Oxford"},
{"salary": " £19,273 to £22,912 ", "closes": "22nd November 2015", "placed_on": "10th November 2015", "title": ["Administrative Officer - Recruitment and Admissions"], "url": "http://www.jobs.ac.uk/job/AMJ620/administrative-officer-recruitment-and-admissions/", "text": ["Highfield Campus", "This post presents an exciting opportunity for a highly motivated administrator to join our busy Recruitment and Admissions Team in the Faculty of Social and Human Sciences. You will work as part of an effective team within the Faculty and with colleagues across the Student and Academic Administration work stream to ensure effective and professional support for all aspects of the Faculty’s recruitment and admissions activities. Major elements of the post will be setting up and running open days and visit days, providing support and guidance to applicants and other enquirers, assessing applications within agreed entry criteria and processing offers.", "You will be an excellent team player with a proven ability to work proactively. You will be patient, friendly, well organised and adaptable taking a proactive approach to ensure that you are working efficiently. Excellent communication, organisational and inter-personal skills are required and you should have a strong record of providing excellent customer service.", "Some weekend working will be required.", "Please note, appointments will be made on the first point of the salary scale. ", "Application Procedure: You should submit your completed online application form at ", ". The vacancy will close at midnight on the closing date as shown above. If you need any assistance, please contact Carol Read on +44 (0) 23 8059 3649.", "Further details: We aim to be an equal opportunities employer and welcome applications from all sections of the community. Please note that applications from agencies will not be accepted unless indicated in the job advert.", " ", "Type / Role:", "Subject Area(s):", "Location(s):", "South East England"], "university": ["University of Southampton"], "job_type": "Clerical", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "647815GX", "location": "Southampton", "subject_area": ["Administrative"]},
{"salary": " £26,976 to £31,614 per annum, Pro-rata, inclusive of London Allowance ", "closes": "16th November 2015", "placed_on": "9th November 2015", "title": ["PA/Administrator"], "url": "http://www.jobs.ac.uk/job/AMJ578/pa-administrator/", "text": ["Part Time: 18.25 (50%FTE)", "The appointment will be on UCL Grade 6. The salary range will be £26,976 - £31,614 per annum, Pro-rata, inclusive of London Allowance.", "An enthusiastic individual is sought for this part-time post, to provide administrative and research support to Professor Stephenson and the Sexual and Reproductive Health Research Group.", "The role involves personal assistant duties, including electronic diary co-ordination; organising travel; preparing and formatting presentations and journal papers for submission; and use of complex online systems for submissions; maintaining webpages and online profiles etc. It also involves careful budget monitoring and management; assisting with research grant applications including accurate online submissions; organising and servicing meetings; and liaising with the research and admin teams to ensure the smooth running of the research group.", "The post is 0.5 FTE. The post is funded until 31 March 2016. Further funding to support the post may be available.", "Applicants must have substantial administrative/secretarial experience and/or relevant qualifications; excellent IT, word processing and electronic diary management skills and an aptitude for using complex online systems. They will require a substantive level of numeracy and it would be beneficial to have experience of monitoring financial information. A professional outlook and the ability to work independently with initiative are important.", "Applicants should apply online. To access further details about the position and how to apply please click on the ‘Apply’ button below.", "If you have any queries regarding the vacancy or the application process, please contact Christina Ahlfors: ", " or call 020 3108 2033", "Latest time for the submission of applications: 15:30.", "Interview Date: tbc ", "We particularly welcome applications from black and minority ethnic candidates as they are under-represented within UCL at this level.", "This position does not meet the resident labour market test under UK Border Agency rules and therefore UCL would be unable to obtain the right to work for non-EEA nationals whose employment would require a Tier 2 visa.", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["University College London"], "job_type": "Clerical", "hours": "Part Time", "contract_type": "Contract / Temporary", "job_ref": "1512629", "location": "London", "subject_area": ["Administrative", "Finance"]},
{"salary": " £66,482 + per annum ", "closes": "6th December 2015", "placed_on": "9th November 2015", "title": ["Professor of Education Leadership and Management"], "url": "http://www.jobs.ac.uk/job/AMJ533/professor-of-education-leadership-and-management/", "text": ["The appointment will be on UCL Grade Professorial. The salary range will be at a level commensurate with the academic standing of the appointee (minimum on appointment £66,482 per annum), inclusive of London Allowance.", " The UCL Institute of Education is a world-leading centre for research and teaching in social science and education. In both the 2014 and 2015 QS World University Rankings, the Institute was ranked number one for education worldwide. It was shortlisted for the 'University of the Year' title in the 2014 Times Higher Education (THE) awards. In January 2014, the Institute secured ‘outstanding’ grades from Ofsted on every criterion for its initial teacher training across primary, secondary and further education programme. In the most recent Research Excellence Framework, 94% of the Institutes research was judged to be world class. Founded in 1902, the Institute currently has more than 8,000 students and 800 staff, and attracts students from over a hundred countries around the world. Since December 2014, the Institute has been a school of University College London, formally called the UCL Institute of Education. ", " The London Centre for Leadership in Learning (LCLL) is an established and distinctive centre within the IOE’s Department of Learning and Leadership. LCLL has around 50 staff and is the largest education leadership centre in the UK. It aims to be the first port of call for educational leadership and innovation in the UK and, increasingly, the world. ", " In addition to playing a full role in the LCLL/IOE academic community and in leading your own funded research, you will also have lead responsibility for LCLL’s suite of post-graduate taught programmes. ", " The Appointment is available from 1 April 2016 or as soon as possible thereafter.", " You will have a distinguished international reputation for published scholarly research in an area related to LCLL’s work and a track record of successful post-graduate teaching and programme development. ", " Applicants should apply online. To access further details about the position and how to apply please click on the ‘Apply’ button below.", " For further details about this post, or for a paper application form, please email ", " or call 020 7612 6159.", " Latest time for the submission of applications: 23:59.", " Interview Date: Thursday 7th January 2016", " We particularly welcome female applicants and those from an ethnic minority, as they are under-represented within UCL at this level. ", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["University College London"], "job_type": "Academic or Research", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "1515660", "location": "London", "subject_area": ["Social Sciences and Social Care", "Other Social Sciences", "Education Studies (inc. TEFL)", "Education Studies"]},
{"salary": " £34,576 to £50,702 per annum (including contribution points) ", "closes": "7th December 2015", "placed_on": "9th November 2015", "title": ["Lecturer in Social Work"], "url": "http://www.jobs.ac.uk/job/AMJ335/lecturer-in-social-work/", "text": ["Type / Role:", "Subject Area(s):", "Location(s):", "Northern Ireland"], "university": ["Queen's University Belfast"], "job_type": "Academic or Research", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "15/104247", "location": "Belfast", "subject_area": ["Social Sciences and Social Care", "Social Work"]},
{"salary": " £43,888 to £48,996 per annum, inclusive of London Allowance ", "closes": "29th November 2015", "placed_on": "6th November 2015", "title": ["Research Physiotherapist & Musculoskeletal Extended Scope Practitioner"], "url": "http://www.jobs.ac.uk/job/AUA190/research-physiotherapist-and-musculoskeletal-extended-scope-practitioner/", "text": ["This is will be a joint post with the substantive employer being Sports and Exercise Medicine in the William Harvey Research Institute (WHRI) of Barts and The London School of Medicine & Dentistry, within Queen Mary University of London. There will be an honorary contract and clinical work with the award-winning Bart's Health NHS trust MSK physiotherapy department. ", "Applications are invited for a research physiotherapist and extended scope practitioner to co-ordinate and drive forward a range of research projects under the academic supervision of Dr Dylan Morrissey, NIHR/HEE Clinical Reader and consultant physiotherapist. The projects include clinical trials, evidence synthesis and clinical reasoning tool development. You would join a thriving team of researchers at masters, doctoral and post-doctoral levels who also deliver two of the UK's premier SEM degrees. ", "Applicants will be encouraged and assisted to apply for external funding to obtain fellowships from NIHR ICA scheme or other relevant funding bodies. ", "The post is full-time and fixed term for 1 year, with there being every chance of extension based on the success of subsequent grant applications. Starting salary will be £43,888 - £48,996 per annum inclusive of London Allowance (equivalent to NHS Agenda for Change Band 8A). Benefits include 30 days’ annual leave, defined benefit pension scheme and interest-free season ticket loan. ", "Candidates must be able to demonstrate their eligibility to work in the UK in accordance with the Immigration, Asylum and Nationality Act 2006. Where required this may include entry clearance or continued leave to remain under the Points Based Immigration Scheme. ", "Details about SEM can be found on SEM website or Tendon research website and we have a thriving calendar of events e.g. an ongoing educational activity with 80 students and recent conferences in September on Tendon meeting and our 17th Annual Scientific meeting", "Informal enquiries about this post are welcome and can be made to Dr Dylan Morrissey (", ").", "Application enquiries should be directed to Recruitment at ", " ", "To apply, please visit the Human Resources website on ", " and search for reference QMUL7349", "Type / Role:", "Subject Area(s):", "Location(s):", "London"], "university": ["Queen Mary, University of London"], "job_type": "Academic or Research", "hours": "Full Time", "contract_type": "Contract / Temporary", "job_ref": "QMUL7349", "location": "City Of London", "subject_area": ["Health and Medical", "Medicine and Dentistry", "Anatomy, Physiology and Pathology", "Sport and Leisure", "Sports Science"]},
{"salary": " £33,574 to £47,801 ", "closes": "26th November 2015", "placed_on": "6th November 2015", "title": ["Senior Lecturer / Lecturer in Sport and Exercise Physiology"], "url": "http://www.jobs.ac.uk/job/AMJ226/senior-lecturer-lecturer-in-sport-and-exercise-physiology/", "text": ["The Department of Sport, Exercise and Rehabilitation offers an extensive and successful portfolio of teaching, research and innovation across the breadth of sport and physiotherapy disciplines. The Faculty has experienced a remarkable period of growth embracing a £5 million refurbishment of bioscience and psychology laboratories and a state-of-the-art suite of sport science laboratories, sports courts and track that form part of a £30 million Sport Central City Campus investment.", "The Department has delivered sport degrees since 1979 and the current suite includes under-graduate degrees in sport coaching, development, management and science. Postgraduate, professional practice and doctoral degrees operate across a range of areas in the Department. The Sport and Exercise Physiology team deliver on a range of highly innovative programmes including the BSc (Hons) Applied Sport and Exercise Science and MSc Clinical Exercise Physiology courses.", "You will be required to teach, lead and manage modules across the subject area; contribute to research and consultancy activity and academic administrative duties, including student volunteering activity and work placement.", "You should have sound knowledge of Sport and Exercise Physiology and be able to make a significant contribution to the learning and teaching in Sport and Exercise Physiology. You should possess or be nearing completion of a PhD in Sport and Exercise Sciences or a closely related subject, have the ability to teach at UG and PG levels, and also have the ability to contribute to Department research. You will be expected to have good interpersonal, communication and organisational skills.", "For an informal discussion about this post please contact Dr Liz Partington, Director of Programmes, ", ", on +44 (191) 243 7096.", "To download an Application Form please visit: ", "Northumbria University is an equal opportunities employer and welcomes applications from all sections of the community and particularly from under-represented groups.", "12 noon on 26", " November 2015", "w/c 14", " December 2015", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Northumbria University"], "job_type": "Academic or Research", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "HLS15/20", "location": "Newcastle Upon Tyne", "subject_area": ["Health and Medical", "Anatomy, Physiology and Pathology", "Sport and Leisure", "Sports Science"]},
{"salary": " £31,655 to £46,414 , with opportunity to progress to £50,702 a year ", "closes": "6th December 2015", "placed_on": "9th November 2015", "title": ["Lecturer/ Senior Lecturer in Sports Therapy"], "url": "http://www.jobs.ac.uk/job/AMJ394/lecturer-senior-lecturer-in-sports-therapy/", "text": [" As soon as possible", " Head of Institute", " Interview date anticipated to be 17", " December ", "An enthusiastic, committed and excellent lecturer of Sports Therapy is sought to join our team to contribute to our thriving undergraduate programme. This post will strengthen the team of staff contributing to the study of Sport & Exercise Science across levels course (HND, some undergraduate, and potential for postgraduate and research). The posts are a direct result of the growth of the course. The Sports Therapy undergraduate programme is accredited by The Society of Sports Therapists and is leading the way with innovative developments in teaching, learning and promoting the student experience.", "We are particularly keen to appoint someone who has practical experience of sports injury treatment, trauma management, manual therapy and/or a research background. They will contribute to the delivery of both practical and academic elements of the course as well as supervision of students within the on-site clinics. They will also be involved in research and professional developments in Sports Therapy within the University. All staff undertake a number of additional duties and, whilst these are subject to negotiation with the Head of Institute at annual review, they normally include consideration of income generation potential.", "Short-listed candidates that are invited to interview will be asked to design and come prepared to deliver a teaching session as outlined below:", "You have 20 minutes to deliver part of a practical teaching session to a small group of first year students. You are asked to teach the students muscle testing of the shoulder. The students have not undertaken any E&A before this session, but they have completed one semester of anatomy. You will have access to a computer and data projector, plinths, space and a small group of first year students. Please let us know if you require any other resources.", "You will be given time after the teaching session to change clothes if required for the formal interview.", "Type / Role:", "Subject Area(s):", "Location(s):", "Midlands of England"], "university": ["University of Worcester"], "job_type": "Academic or Research", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "SES1501b-2620", "location": "Worcester", "subject_area": ["Sport and Leisure", "Sports Science"]},
{"salary": " £39,685 to £45,954 Grade 9 ", "closes": "30th November 2015", "placed_on": "9th November 2015", "title": ["Senior Lecturer (Exercise and Health Physiology)"], "url": "http://www.jobs.ac.uk/job/AMJ535/senior-lecturer-exercise-and-health-physiology/", "text": [" ", "Exercise and Sport Science has a reputation for excellent academic programmes, high student satisfaction, international quality research and innovative commercial and community activities. We cover a range of specialisms that include biomechanics, coaching, physical education, physiology, psychology, and sport development. Our courses are endorsed by the British Association of Sport and Exercise Sciences (BASES) and are very highly regarded within the UK. ", "Our bespoke Exercise and Sport Science centre provides a series of large laboratory spaces, an environmental chamber, genetics and biochemistry laboratories, as well as an eight court sports hall, fitness suite and sports injury clinic. ", "The Manchester Metropolitan University Cheshire Campus is home to a diverse academic community specialising in Exercise and Sport, Humanities and Social Sciences, Arts, Business and Education. Our REF2014 submission to Allied Health Professions, into which staff from both Exercise and Sport Science and Interdisciplinary Studies were submitted, was excellent ranking 12/94 and with 100% of our impact rated as 3* or 4*. Building upon our established reputations in the fields of Exercise and Sport Science and Interdisciplinary Studies the Faculty are seeking to expand our portfolio of programmes and research activities in the health domain as well as in coaching and thus our academic teams. ", "Our existing programmes at undergraduate and postgraduate level have professional body endorsement from the British Psychological Society, the British Association of Sport and Exercise Sciences and Sports Coach UK as appropriate. These posts will support the continued development of existing portfolio, for example the expansion of our Distance Learning provision to include a Coaching pathway and potentially a postgraduate version. In addition, appointees will be able to contribute to the development of new curricula in the health and exercise domains and programmes with a focus on inter-professional and cross-sectoral working. Post holders will be able to join the vibrant Health Exercise and Active Living Research Centre in the Faculty as well as appropriate networks with a focus on Public Service management across the wider University. ", "For further details see ", "We are seeking to appoint a Senior Lecturer to work within our Physiology Academic Interest Group, teaching at undergraduate and postgraduate levels. This represents an opportunity to join a popular and growing Department and play a key role in driving forward our plans for development. The postholder will lead staff to achieve institutional goals through teamwork and flexible co-operation, you will lead and teach on undergraduate and taught postgraduate programmes in order to develop effective independent learners and lead others in the development of innovative and challenging curricula that meet the current and future needs of students and employers.", " ", "We are seeking experienced candidates with a strong clinical or academic background and leadership skills to contribute to the development of health and wellbeing teaching, academic enterprise and research in the Department. You will be expected to contribute to existing teaching clinical and/or applied physiology related topics as well as leading the development of new curricula.", "Type / Role:", "Subject Area(s):", "Location(s):", "Northern England"], "university": ["Manchester Metropolitan University"], "job_type": "Academic or Research", "hours": "Full Time", "contract_type": "Permanent", "job_ref": "T1-80150179-02", "location": "Crewe", "subject_area": ["Health and Medical", "Medicine and Dentistry", "Anatomy, Physiology and Pathology", "Sport and Leisure", "Sports Science"]}